{"alerts":[{"id":null,"country":"AFGHANISTAN","date":"2008","description":"ISAF forces continued to transfer detainees to theNDS, despite allegations of torture and other ill- treatment by the NDS. Attempts by international forces to monitor transferred detainees were inconsistently applied.In addition, forces involved in the US-led OEF continued to transfer people to the NDS and to US- run detention facilities, including at Bagram airbase near Kabul. US authorities transferred more than 100 detainees from Bagram and Guantánamo to the newly refurbished D-Block of the high security Pol-e Charkhi prison outside Kabul. It was not clear who had oversight of the D-Block. About 600 detainees were believed to remain in Bagram at the end of the year.","method":null,"agency":null},{"id":null,"country":"ALBANIA","date":"2008","description":"Amendments to Article 86 of the Criminal Code concerning Torture and other degrading or inhuman treatment were introduced in February. These adopted the definition of torture set out in the UN Convention against Torture. However, the failure to fully revise theCriminal and Criminal Procedure Codes meant that police officers, if prosecuted for ill-treatment or torture, were more likely to be charged with lesser offences.No police officers were known to have been convicted of torture or ill-treatment in 2007.The CPT reported that in March 2006 it received a number of allegations from detainees claiming they had been subjected to “deliberate physical ill-treatment whilst in police custody, in particular, during police questioning.” Additionally, a number of remand prisoners at Durrës police station alleged that members of the facility’s special intervention force had handcuffed them, placed helmets on their heads and beaten them about the head with hard objects.\u0004 In August a journalist reported witnessing several police officers brutally punch and kick an acquaintance of his, Ilir Nastimi, at a police station in Tirana Student City.\u0004 While commissioners from the Ombudsperson’s office were inspecting conditions at Vlora remand prison in November, they heard that a detainee, IlirianMalaj, had the same day been beaten by prison guards after protesting about a cell search. Ilirian Malaj had visible injuries, later documented by a medical forensic examination; his account was supported by other detainees. The Ombudsperson called for an investigation on charges of torture against four named guards.","method":null,"agency":null},{"id":null,"country":"AZERBAIJAN","date":"2008","description":"There were persistent reports of the use of torture or other ill-treatment by law enforcement officials. InOctober, the deputy Minister of Internal Affairs, VilayetEyvazov, stated at a press conference that police officers occasionally use torture when interrogating suspects in pre-trial detention.\u0004 In June, the Court of Grave Crimes sentenced teenagers Dmitri Pavlov, Maksim Genashilkin andRuslan Bessonov, accused of murdering another teenager, Vüsal Zeynalov, to 10 years’ imprisonment after a trial characterized by serious irregularities. The boys’ allegations that they had incriminated one another under torture following their arrest in March2005  had not been investigated. The boys’ parents toldAmnesty International they believed their sons were targeted on account of their Russian ethnicity, allowing the crime to be construed as ethnically motivated sinceVüsal Zeynalov was an ethnic Azeri.","method":null,"agency":null},{"id":null,"country":"HERZEGOVINA","date":"2008","description":"There were reports of ill-treatment by members of police forces and in prisons. Impunity for those responsible prevailed. However, a trial against threeSarajevo Canton policemen suspected of having ill- treated a young man started in April 2007 before theSarajevo Municipal Court. Proceedings began following the broadcast on the internet in February of a video allegedly showing one of the policemen beating the victim.The European Committee for the Prevention ofTorture and Inhuman or Degrading Treatment orPunishment (CPT) visited BiH in March 2007. Its preliminary observations highlighted “a considerable number of allegations of physical ill-treatment by the police”. The CPT also reported numerous allegations of ill-treatment of prisoners by prison staff inZenica Prison.","method":null,"agency":null},{"id":null,"country":"BURUNDI","date":"2008","description":" were widespread throughout the country. Cases of torture and ill- treatment by the Burundian National Police, theNational Defence Force and the Intelligence Services were regularly reported by local human rights organizations, including ACAT Burundi (Action desChrétiens pour l’Abolition de la Torture).\u0004 On 28 February the police chief of Bururi town and another police officer reportedly tortured a man to make him confess to an offence he had not committed. They stripped him naked, beat him and threatened to kill him.\u0004 An 18-year-old man accused of stealing a bicycle was reportedly tortured on 26 July in police custody in the town of Gitega. His arms were tied behind his back and police officers allegedly beat him with batons and then burned him. Human rights monitors reported scars on his arms and neck.\u0004 A man from Nyanza-Lac, Makamba, was arrested on18 January. He was severely beaten in custody by four policemen, including the police chief. He was fined and released from detention the same day. No investigation was carried out and the perpetrators were not brought to justice. He suffered from pain in his ears, his right eye and his feet following the attack.In February, the UN Committee against Torture recommended that the government should address the climate of impunity, strengthen the capacity of the judiciary and ensure its independence, and establish effective mechanisms to monitor all places of detention.","method":null,"agency":null},{"id":null,"country":"CHINA","date":"2008","description":"Torture in detention remained widespread.\u0004 Yang Chunlin, a human rights activist fromHeilongjiang, was detained on 6 July for “subversion of state power”. He had supported the legal action brought by over 40,000 farmers whose land had been confiscated without compensation. Yang Chunlin had helped to gather signatures for a petition entitled “We want human rights, not the Olympics” signed by many of the farmers. Police repeatedly refused him access to his family and lawyer on the grounds that his case“related  to the state”. Yang Chunlin was tortured, including on numerous occasions by having his arms and legs stretched and chained to the four corners of an iron bed, and being forced to eat, drink and defecate in that position.\u0004 Shanghai housing rights activist Chen Xiaoming died of a massive haemorrhage shortly after being released from prison on medical parole on 1 July.","method":null,"agency":null},{"id":null,"country":"CONGO","date":"2008","description":"Acts of torture and ill-treatment were routinely committed by government security services and armed groups, including sustained beatings, stabbings and rapes in custody. Detainees were held incommunicado, sometimes in secret detention sites.In Kinshasa, the Republican Guard (presidential guard) and Special Services police division arbitrarily detained, tortured and ill-treated numerous perceived opponents of the government. Many victims were targeted because they shared Jean-Pierre Bemba’s ethnicity or geographical origin inEquateur province. Conditions in most detention centres and prisons remained cruel, inhuman or degrading. Deaths of prisoners from malnutrition or treatable illnesses were regularly reported.\u0004 Papy Tembe Moroni, a Kinshasa journalist fromEquateur province who worked for an opposition television station, spent 132 days in arbitrary detention before being released in April. During his time in police custody, he told Amnesty International,“I  was beaten with lengths of wood and clubs as if they were killing a snake”.","method":null,"agency":null},{"id":null,"country":"DENMARK","date":"2008","description":"In April, the UN Committee against Torture (CAT) urged Denmark to make torture a specific offence which could be investigated, prosecuted and punished without time limitations.By the end of the year there had been no independent investigation of allegations that31  men captured by Danish Special Forces inAfghanistan in March 2002 and handed over to theUS authorities had subsequently been ill-treated while in US custody.Following the publication of an AmnestyInternational report on transfers of prisoners to theAfghan authorities from forces, including Danish forces, making up the International SecurityAssistance Force in Afghanistan, the Minister ofDefence announced that Danish troops would in future monitor the treatment of all prisoners transferred from their custody to Afghan custody.‘War  on terror’In a letter to the European Parliament’s TemporaryCommittee investigating the alleged use of European territory and airspace in renditions and secret detention carried out by the US Central IntelligenceAgency, the Danish government reported more than100  flights through Danish airspace, and 45 stopovers in Danish airports, by aeroplanes which have been credibly alleged to have been involved in rendition flights. The Danish authorities failed to initiate an independent investigation into allegations ofDanish involvement in renditions.Policing\u0004 In March, the Copenhagen Police closed down the“Ungdomshuset”,  a centre for alternative culture. In the course of subsequent demonstrations more than 800 people were arrested, amid reports that police officers used excessive force in policing them. Approximately200  of those arrested were remanded in custody pending trial. Relatives and lawyers reported that some minors were forced to share cells with adult inmates.","method":null,"agency":null},{"id":null,"country":"EGYPT","date":"2008","description":" continued to be widespread and systematic, and reportedly led or contributed to at least 20 deaths in 2007. Videos showing torture by police were posted on the internet by Egyptian bloggers.Commonly cited torture methods included electric shocks, beatings, suspension in painful positions, solitary confinement, rape and threats of death, sexual abuse and attacks on relatives. Allegations of torture were rarely investigated. The few prosecutions of alleged torturers never related to political cases and usually followed incidents where the victim had died.\u0004 In August Mohamed Mamduh Abdel Rahman, a13-year-old  boy, died in the Nile Delta town of Mansura after alleged police torture. He lost consciousness while being held for six days on suspicion of stealing packets of tea. The authorities transferred him to hospital where he died. He was buried without his family being notified. His brother, detained at the same time, said police burned Mohamed with a heating coil, beat him and gave him electric shocks. He said that whenMohamed had convulsions, a police officer kicked him in the chest. A video of Mohamed in hospital shows what look like burns on his back and testicles. The police said his death was due to natural causes exacerbated by inadequate medical treatment, and that the burns were accidental. The family filed a complaint. In September a government-appointed panel of forensic experts cleared the police of any wrongdoing.\u0004 In a rare successful prosecution of alleged torturers, two officers from Bulaq Dakrur Police Station in GizaGovernorate were sentenced in November to three years’ imprisonment for the the unlawful detention, torture and rape of Emad Mohamed Ali Mohamed(Emad  al-Kabir), a 21-year-old taxi driver. Emad al-Kabir was arrested in January 2006 after trying to stop an argument between police officers and his cousin.He said officers tied his hands and feet, whipped him and ordered him to call himself degrading names. The officers then removed his trousers and raped him with a stick, recording the torture and circulating it in Emad al-Kabir’s neighbourhood in an attempt to break his spirit and intimidate others. The video was posted on the","method":null,"agency":null},{"id":null,"country":"GUINEA","date":"2008","description":"Despite a November 2006 law prohibiting torture and other ill-treatment, cases of torture continued to be reported. Most incidents occurred in police stations inBata and other towns on the mainland. At least two people died as a result of torture by police. At least three officers were arrested in connection with these deaths, but were not known to be charged or tried.\u0004 Salvador Ndong Nguema died in Bata Hospital on6 October as a result of a beating by a prison guard inEvinayong prison four days earlier. In 2006 he had been convicted of complicity in the killing in December2005  of a woman by José Nzamyo “Tipú”, who was executed on 22 October. On 2 October a soldier on duty at the prison beat him in his cell. Two days later his sister found him there, lying on the floor with a distended abdomen. He died after an operation to repair damage to his intestines, which had been ruptured in several places. The soldier responsible was arrested in November.\u0004 In February, 16 children aged between five and 16 were briefly arrested and beaten on the soles of their feet by a police officer on the orders of the Vice-Minister of Agriculture and Forestry who suspected they had stolen his watch and clothes while he went for a swim.The children were taken to the local police station inAcurenam, on the mainland , where they were beaten.The officer responsible was not prosecuted.","method":null,"agency":null},{"id":null,"country":"ERITREA","date":"2008","description":"Torture by means of painful tying, known as “helicopter”, continued to be a routine punishment and means of interrogation for religious and political prisoners.Members of evangelical churches were tortured to try to make them abandon their faith. Military offenders were tortured. Many were young people who had tried to flee conscription or who had complained of harsh conditions and the indefinite extension of their national service.Prison conditions were extremely harsh and constituted cruel, inhuman and degrading treatment.Many prisoners were held in shipping containers, which were overcrowded and unhygienic with no toilet or washing facilities, and varied between extremes of heat and cold. Medical treatment was rarely provided.","method":null,"agency":null},{"id":null,"country":"ETHIOPIA","date":"2008","description":"Some of the CUD members and teachers’ association officials arrested in December 2006, were reportedly tortured in the police central investigation bureau in Addis Ababa known asMaikelawi. Detainees unlawfully transferred fromKenya and Somalia were reported to have been tortured or ill-treated in secret military places of detention in Addis Ababa.Torture including rape by the military was reportedly widespread in the Somali Region after the April ONLF attack. Several defendants in the trial of Kifle Tigeneh and 32 other CUD members claimed in court that they had been tortured, but the judges refused to consider their claims.Prison conditions for most political prisoners were harsh. Conditions in most parts of Kaliti prison in Addis Ababa, where the CUD trial defendants and several hundred untried OLF suspects were held, were overcrowded and unhygienic.","method":null,"agency":null},{"id":null,"country":"IRAN","date":"2008","description":" were common in many prisons and detention centres, facilitated by prolonged pre-charge detention and denial of access to lawyers and family. At least two people died in custody, possibly as a result of torture.Torturers were rarely if ever held to account for their crimes.\u0004 In May, four students and editors-in-chief of student publications arrested in May at Amir KabirPolytechnic were tortured, according to their families. The abuse allegedly included 24-hour interrogation sessions, sleep deprivation, beatings with cables and fists, and threats to prisoners and their families. The detainees were arrested in connection with articles deemed by university officials to “insult Islamic sanctities”. In July, the families of the detained students sent an open letter to Ayatollah Shahroudi, Head of the Judiciary, describing the alleged torture.\u0004 Zahra Bani Yaghoub, a medical graduate, died in custody in Hamadan in October. She was arrested for walking in a park with her fiancé and died in detention the next day. The authorities said she had hanged herself. Her family said that she was in good spirits when they spoke to her on the phone half an hour before she was found dead. A report in November indicated that the head of the detention centre had been detained, but was then released on bail and remained in office.\u0004 In November, a retrial was ordered in the case of the2003  death in custody of Zahra Kazemi, a Canadian-Iranian photojournalist. She was tortured to death, but the only person prosecuted was acquitted in 2004, a decision upheld in 2005. She had been arrested for taking photographs outside Evin Prison.","method":null,"agency":null},{"id":null,"country":"IRAQ","date":"2008","description":"Reports of torture and other ill-treatment of detainees, including minors, by Iraqi security forces, particularlyInterior Ministry forces, were common. Thousands of prisoners were held in hugely overcrowded Iraqi-run prisons, police stations and detention camps, many without access to a lawyer, conditions that facilitate torture. In May, former detainees who had been held at a facility in Baghdad’s predominantly Shi’a neighbourhood of al-Kadhimiya told a UN official that they had been subjected to “routine beatings, suspension by limbs for long periods, electric shock treatment to sensitive parts of the body, threats of ill- treatment of close relatives”. As in previous years, the government announced investigations into specific allegations of abuses by Iraqi security forces, but failed to make public the outcome, adding to concerns that impunity was widespread.\u0004 On 4 March British and Iraqi troops found some30  prisoners, including some who reportedly showed signs of having been tortured, when they stormed the headquarters of a government intelligence agency in Basra.\u0004 In October, the Prisoners’ Association for Justice, anIraqi human rights NGO, said it had interviewed five children aged between 13 and 17 who had been tortured by Iraqi security forces who suspected them of assisting insurgents and militia.","method":null,"agency":null},{"id":null,"country":"TERRITORIES","date":"2008","description":"Detainees were often held in prolonged incommunicado detention under interrogation and denied access to their lawyers for up to several weeks.There were frequent reports of torture and other ill- treatment during this period. Methods reported included beating, tying in painful positions for prolonged periods, denial of access to toilets and threats to harm the detainees’ relatives. In some cases, detainees’ parents, wives or siblings were summoned and forced to appear before detainees while dressed in prison uniform to make the detainees believe that they too were being held and ill-treated.In October, following a petition from a human rights organization, the Supreme Court issued an interim decision ordering the authorities to notifyPalestinians held in a detention centre in the WestBank that new regulations allowed them free access to toilets. In March, following a petition from a human rights organization, the Supreme Court ordered the GSS to inform Mohammed Sweiti, a detainee who had been held incommunicado for five weeks, that his wife was not being detained.Mohammed Sweiti had begun a hunger strike and attempted suicide after he was shown his wife and his father dressed in prison uniform and was led to believe that they were being ill-treated.","method":null,"agency":null},{"id":null,"country":"JAPAN","date":"2008","description":"In May, the UN Committee against Torture (CAT) examined the Japanese government’s initial report, due since July 2000, and raised serious concerns that the daiyo-kangoku (a system of pre-trial detention) does not comply with international standards. It highlighted the lack of an independent system for monitoring police custody and an effective complaints system.\u0004 In November, the Osaka district court rejected a confession taken during a pre-trial investigation because of the suspicion, based on a digital recording of the interrogation, that it had been forced. This was the first ever acquittal of a suspect at trial due to a digital recording.","method":null,"agency":null},{"id":null,"country":"JORDAN","date":"2008","description":"The authorities did not appear to have taken steps to implement most of the recommendations made by theUN Special Rapporteur on torture, following his5 January report of a 2006 visit. The report concluded that “the practice of torture is widespread… and in some places routine”, and urged that criminal investigations be initiated against at least eight identified officials. On 31 January the head of theForeign Ministry’s legal department rejected the report’s conclusions as “incorrect and groundless”.However, on 1 December the government amendedArticle 208 of the Penal Code to prohibit torture and adopt an identical definition of torture to that in the UNConvention against Torture. The amendment did not stipulate that penalties for perpetrators of torture should be in line with the Convention.\u0004 In Swaqa prison on 21 August, following a visit byHuman Rights Watch, most of the more than 2,100 detainees were reportedly beaten and had their beards and heads forcibly shaved. One detainee, ‘Ala’ Abu Utair, died on 22 August, reportedly from injuries caused by beatings. The prison director was dismissed and the authorities set up an investigation into the events but its outcome was not known by the end of the year.In at least eight cases before the SSC, defendants withdrew “confessions” they had made in pre-trial detention, saying they had been extracted under torture. The SSC was not known to have investigated these allegations adequately.‘War  on terror’At least 20 people suspected of terrorism said they had been tortured in pre-trial detention and coerced into signing “confessions” they later withdrew in court.On 31 January the head of the Foreign Ministry’s legal department denied that the USA operates secret detention centres in Jordan.On 4 November US authorities transferred threeJordanian inmates from Guantánamo Bay, Cuba, toJordan. Osama Abu-Kabir, Ahmad Hasan Sulayman, and Ibrahim Zaydan were arrested on arrival, detained for one week and then released. They were denied family or legal visits while held in Jordan, but said they were otherwise well treated.Prolonged detention without trial\u0004 ‘Isam  al-‘Utaibi, also known as Sheikh AbuMuhammad al-Maqdisi, remained in solitary confinement in pre-trial detention at the GeneralIntelligence Department (GID) following his arrest on6 July 2005. The director of the GID stated that he was charged with “conspiracy to commit terrorist acts”. He was not allowed a lawyer until 19 April and was then allowed to meet him only once by the end of the year.\u0004 Samer Helmi al-Barq apparently remained detained without charge since his transfer to Jordan on 26 October 2003. He was arrested in Pakistan on15 July 2003, detained for two weeks, then handed over to the US authorities and kept for three months in a secret prison outside Pakistan, before being transferred to Jordan.","method":null,"agency":null},{"id":null,"country":"KYRGYZSTAN","date":"2008","description":"Torture or other ill-treatment in detention continued to be widespread and few law enforcement officers were held accountable. Two police officers accused of having tortured a detainee to death in 2006 were acquitted inAugust by a court in Naryn. The case had reportedly only come to trial because of sustained pressure from human rights defenders.In August, Aziza Abdirasulova, chairwoman of theKylym Shamy (Torch of the Century) human rights group, reported that at least 10 cases of torture had come to her attention, including three deaths in custody.While investigating reports that a suspect in pre-trial detention in Naryn died after he was beaten by a police officer in July, she met four young detainees aged 14 and 15 who complained about ill-treatment. They said that police officers had kicked and beaten them, and had placed gas masks on their heads and turned the air supply off to force them to confess to a crime they had not committed.","method":null,"agency":null},{"id":null,"country":"LEBANON","date":"2008","description":"There were increased reports of torture and other ill- treatment, particularly of Palestinians, Sunni security suspects and individuals suspected of involvement with Fatah al-Islam. At least two men died in custody, possibly as a result of ill-treatment.Nine men on trial before the Military Court from 21April alleged that they had been tortured while held incommunicado from March and April 2006 at theMinistry of Defence detention centre in Beirut. Ghassan al-Slaybi said he was given electric shocks, beaten with a stick and forced to participate in the torture of his detained son, Muhammad. Others said that they were subjected to falaqa (beating on the soles of the feet) and the ballanco (hanging by the wrists tied behind the back). Several of the men said they had signed false confessions under duress. The court reportedly refused their request for a medical examination.On 20 February the Lebanese authorities and theICRC signed a protocol giving the ICRC access to “all detainees in all places of detention”.\u0004 On 19 August Fawzi al-Sa’di, a Palestinian suspected of involvement with Fatah al-Islam, died inRoumieh prison, reportedly because he was denied adequate medical care. No investigation was known to have been initiated.\u0004 In a rare successful prosecution, a private in theInternal Security Forces was sentenced on 8 March by the Beirut Criminal Judge to 15 days’ detention for torturing an Egyptian worker in May 2004 at a Beirut police station. He had used the farruj (chicken) method, whereby the victim’s wrists are tied to the ankles and they are then hung from a bar placed behind the knees.In February, the UN Working Group on ArbitraryDetention declared the detention of Nehmet Na’im al-Haj, held since November 1998, to be arbitrary and noted that his “confession” was obtained by torture.In May, it declared the detention of Yusef Cha’ban to be arbitrary and noted that he had been convicted largely on the basis of a “confession” allegedly made under torture and denied any right of appeal to a higher judicial authority.","method":null,"agency":null},{"id":null,"country":"MACEDONIA","date":"2008","description":"Torture, other ill-treatment and possible extrajudicial executionThe NGO Macedonian Helsinki Committee for HumanRights (MHC) continued to report on cases of torture and ill-treatment, including during arrest and detention, in which the Ministry of Interior had failed to conduct investigations according to internal procedures, domestic law and international standards. The draft Law on Public Prosecutions failed to include specific time frames for the conduct of investigations.\u0004 On 15 February, the European Court of HumanRights ruled that the authorities had failed to investigate allegations that Pejrushan Jashar, a Roma from Shtip, had been beaten while in police custody in 1998, in violation of Article 3 of the European Convention onHuman Rights. The court ordered Macedonia to pay€3,000  in damages.Witnesses continued to be examined in a judicial investigation, opened in 2005, into the death in custody of ethnic Albanian Sabri Asani, who had been arrested in 2000 in connection with the killing of three police officers.Armed opposition groupsThe security situation deteriorated: armed opposition groups effectively controlled areas near the border with Kosovo. On 10 September ethnic Albanian police commander Fatmir Halili was killed and two police officers were wounded in Vaksince on theKosovo border during the course of an attempted arrest; two ethnic Albanians, Skender Halili andXheladin Hiseni, were killed.Amnesty International expressed concerns inNovember at the possible excessive use of force by the Macedonian authorities in operation “MountainStorm”, which aimed to capture members of armed opposition groups, including several men who inAugust had escaped from Dubrava prison in Kosovo, and who had been hiding in the area close to the border with Kosovo. One escapee, Xhavit Morina, former commander of the armed opposition groupAlbanian National Army (AKSh), had already been killed by persons unknown near Tetovo on1 November.During the operation in Brodec village six people were killed and 13 arrested. Witnesses reported to theMHC that the detained men were beaten, while handcuffed and lying on the ground; five of the men were hospitalized for several days after reportedly resisting arrest. An internal investigation by theMinistry of Interior concluded that “the use of firearms by police officers was appropriate, proportionate, justified and necessary”, and that the detainees had been injured while resisting arrest.‘War  on terror’\u0004 In a closed hearing on 18 May, a parliamentary committee considered written statements by theMinistry of Internal Affairs and on behalf of Khaled el-Masri, a German citizen of Lebanese descent. They concluded that the security services had not overstepped their powers in detaining Khaled el-Masri for 23 days in 2003 in a Skopje hotel, before rendering him to the US authorities at Skopje airport, from where he was flown to Afghanistan, and subjected to torture.In June, the Parliamentary Assembly of the Council ofEurope concluded that the authorities’ account was“utterly  untenable”.","method":null,"agency":null},{"id":null,"country":"MOLDOVA","date":"2008","description":" were widespread and systemic. There were inadequate safeguards for detainees who often spent long periods in poor conditions in police detention. Lack of resources for police work and pressure to send as many cases as possible to court encouraged police investigators to extract confessions by force. Investigations intoEuropean Court of Human Rights found in five judgments that Moldova had violated the right to be free from torture and other ill-treatment.In July, parliament approved amendments to theLaw on the Parliamentary Ombudsmen to set up an independent body to monitor places of detention in accordance with Moldova’s obligations under theOptional Protocol to the UN Convention againstTorture (OPCAT). The amendments proposed setting up a Consultative Committee within the office of theParliamentary Ombudsmen to include representatives of non-governmental human rights organizations.These amendments, however, failed to guarantee the functional or financial independence and adequate funding of the Consultative Committee as required byOPCAT.In November, the preliminary report of theEuropean Committee for the Prevention of Torture’s(CPT)  visit to Moldova in September was published.According to the CPT, about a third of the people interviewed during the visit made credible allegations of torture and other ill-treatment.\u0004 Viorica Plate told Amnesty International that she was tortured by police from Botanica police station inChişinău on 19 May. She was arrested at her home inOrhei and accused of stealing US$7,000 from her ex- husband. Three police officers reportedly threw her onto a sofa in her flat, twisted her arms, handcuffed her and then drove her to Botanica police station. She stated that at the police station officers put a gas mask over her head, and beat her on the soles of her feet while closing the air vent on the gas mask causing her to lose consciousness. They then suspended her from a hat stand hung between two chairs and continued to beat her on the soles of her feet. Eventually she managed to take a knife from a desk and cut her wrist, at which point an ambulance was called and she was taken to the hospital. Viorica Plate complained to the ProsecutorGeneral’s office and an investigation was opened, but the police officers were not suspended and she reported that in June they threatened to detain her again. Two of the police officers concerned were sentenced at the end of the year to six years’ detention and a third police officer was given a suspended sentence.\u0004 On 23 October the European Court of Human Rights found that Vitalii Colibaba had been ill-treated by police officers in April 2006 and that the state had failed to conduct an effective investigation into the allegations.The Court also found that the state had failed to facilitate access to the European Court because the ProsecutorGeneral wrote to the bar association on 26 June 2006 stating that both Vitalii Colibaba’s lawyer and one other lawyer could face criminal prosecution for providing information about torture cases to international organizations. Amnesty International had campaigned on behalf of Vitalii Colibaba and the lawyers, and asked repeatedly for an effective and impartial examination to be carried out into the torture allegations. In June, theProsecutor General’s office informed AmnestyInternational that Vitalii Colibaba had suffered injuries during his police detention, but that these were not the result of torture or other ill-treatment.\u0004 On 26 November, eight HIV-positive prisoners detained at remand prison no. 13 in the capital,Chişinău, slit their wrists in protest at the conditions in which they were held. All eight were held in overcrowded conditions in a cell measuring 20 m2.Some HIV-positive prisoners also suffered from multi- drug-resistant tuberculosis which put the other prisoners at high risk of contracting the disease. Prison special forces reportedly subdued the protest with rubber batons and several prisoners were injured. Four of the prisoners were subsequently placed together in a punishment cell in the basement, which further damaged their health.","method":null,"agency":null},{"id":null,"country":"MONGOLIA","date":"2008","description":"The Mongolian Criminal Code was amended to include a definition of torture and a provision for torture victims to seek compensation. However, there was no recourse to rehabilitation for victims.  in police stations and pre-trial detention centres remained prevalent. There was a lack of awareness among prosecutors, lawyers and the judiciary of international standards relating to the prohibition of torture.","method":null,"agency":null},{"id":null,"country":"MONTENEGRO","date":"2008","description":"Allegations of torture and ill-treatment continued, including during arrest and detention: the YouthInitiative for Human Rights documented some 23 cases between September and October alone. Victims were often charged with obstruction of police officers, who were rarely charged.\u0004 In March, the Ministry of the Interior reported on the failure of an internal police investigation into allegations of torture and other ill-treatment of 17 ethnic Albanian men during their arrest and subsequent detention inPodgorica police station in September 2006. In response to a criminal complaint by seven of the men, in June the state prosecutor opened a criminal investigation; by November four police officers were reportedly under investigation.Trial proceedings against the 17 men, which opened on 14 May at Podgorica District Court, were not conducted in accordance with international standards, including the use in evidence of testimonies which Amnesty International considered had been extracted under duress.","method":null,"agency":null},{"id":null,"country":"MYANMAR","date":"2008","description":"During the crackdown, some detainees, includingZargana, were held in degrading conditions in rooms designed for holding dogs. Torture and other cruel, inhuman and degrading treatment including beatings in custody were reported. One detainee was made to kneel bare-legged for long periods on broken bricks and also made to stand on tiptoe in an uncomfortable position for long periods (known as the bicycle-riding position). Monks held in detention were stripped of their robes and purposely fed in the afternoon when their religion forbids them to eat.","method":null,"agency":null},{"id":null,"country":"NAMIBIA","date":"2008","description":"Namibia Police Inspector General SebastianNdeitunga called on police officers to respect human rights following a series of media reports about assaults against suspects and deaths in custody. TheNSHR reported three deaths in police custody and six cases of police torture of suspects during 2007. There were no independent investigations.","method":null,"agency":null},{"id":null,"country":"NIGERIA","date":"2008","description":"The culture of impunity for torture and ill-treatment by the police continued. The UN SpecialRapporteur on torture concluded in March that torture and ill-treatment were widespread in police custody, and particularly systemic in criminal investigation departments.","method":null,"agency":null},{"id":null,"country":"PAKISTAN","date":"2008","description":"Many of those arbitrarily arrested were reportedly tortured or otherwise ill-treated, including by sleep deprivation and denial of urgently needed medical treatment.  were routinely used against criminal suspects.\u0004 Mohammad Shahid Rind was arrested on 28 July and reportedly tortured by police who allegedly mistook him for the brother of a wanted criminal.Sindh High Court ordered his release and medical treatment, and instituted an inquiry into his arrest and torture. He was still in detention at the end of the year.","method":null,"agency":null},{"id":null,"country":"FEDERATION","date":"2008","description":"There were many reports of torture and ill-treatment during investigations by law enforcement officials and in places of detention. Police and investigators allegedly beat detainees, placed plastic bags or gas masks over their heads, used electroshocks and threatened them with further forms of torture and ill- treatment if they refused to admit their “guilt” and to sign a “confession”.During the year a number of police officers were found guilty of crimes relating to torture and ill- treatment during investigations and interrogations.\u0004 In July, Valerii Dontsov, an elderly disabled man fromKstovo in the region of Nizhnii Novgorod, was reportedly beaten and ill-treated by police in order to make him confess to the murder of his son. After being subjected to ill-treatment by the police, he had to undergo hospital treatment.Riots in several prison colonies were reported.Prisoners were protesting against ill-treatment and violations of their rights, such as denials of family visits and receipt of food parcels, and the frequent use of punishment cells for minor violations of prison rules. Similar reports were received from prison colonies in Krasnodar, Sverdlovsk and KalugaRegions. The media reported that three prisoners died as a result of the suppression of a riot inSverdlovsk Region.In January President Putin spoke in favour of ratifying the Optional Protocol to the UNConvention against Torture. Proposals to allow for public monitoring of places of detention were under discussion; however, by the end of the year no effective system of unannounced inspections was in place.","method":null,"agency":null},{"id":null,"country":"SAUDI ARABIA","date":"2008","description":" were widespread and generally committed with impunity. Security forces were alleged to use various methods, including beatings with sticks, punching, suspending detainees by their wrists, sleep deprivation and insults. A video clip released in April showed images of prisoners being tortured in al-Hair Prison, Riyadh. The government said it would investigate the incident and the prison authorities later said that one soldier had been disciplined for the torture and suspended for a month and another had been suspended for20  days for failing to intervene and stop the assaults on prisoners. It was not known whether any independent investigation was carried out or whether the perpetrators had been brought to justice.At least six cases alleging torture and deaths in custody were brought against the religious police, the Committee for the Promotion of Virtue andPrevention of Vice (CPVPV), in various courts, but in all of those completed the accused CPVPV officials were exonerated. There was, however, increased media coverage of these cases.","method":null,"agency":null},{"id":null,"country":"SENEGAL","date":"2008","description":"Torture and death in detentionTorture and ill-treatment of criminal suspects in police stations continued to be reported. At least one detainee died in detention.\u0004 In April, Dominique Lopy, aged 23, was arrested inKolda, some 600km south-east of Dakar, by police officers who suspected him of stealing a television.His family saw him with visible marks of beatings when he was brought back to his home for a house search. He died in detention the following day.Following protests, the authorities agreed to conduct an autopsy, but by the end of the year no results had been made public.","method":null,"agency":null},{"id":null,"country":"SOUTH AFRICA","date":"2008","description":" by police as part of criminal investigations continued to be reported.Corroborated cases included the use of police dogs to attack shackled crime suspects, suffocation torture, hitting with gun butts, and kicking and beating of suspects all over the body. The assaults took place in a variety of locations including in or near the suspects’ homes. In some cases injured detainees were denied urgently needed medical care.\u0004 Z. S. was attacked by police dogs while handcuffed and held prone on the ground by police in September. His wounds turned septic before he received any medical care while detained at a Durban area police station.The police oversight body, the IndependentComplaints Directorate (ICD), reported that betweenApril 2006 and March 2007, it received 23 complaints of torture and 530 complaints of assault with intent to cause grievous bodily harm. In the same 12-month period it received 279 new reports of deaths in custody and 419 deaths as a result of police action, including141  suspects fatally shot during arrest. Nearly 50 per cent of these 698 deaths occurred in two provinces,Gauteng and KwaZulu Natal.","method":null,"agency":null},{"id":null,"country":"SPAIN","date":"2008","description":"Reports of torture and other ill-treatment by law enforcement officers continued to be widespread.Law enforcement bodies and judicial authorities failed to investigate such cases in line with international standards, leading to effective impunity.\u0004 During investigations into the case of 22 people arrested in January 2006 on terrorism-related charges, several detainees told the investigating judge that they had been tortured and otherwise ill-treated by CivilGuard agents while held incommunicado. No criminal investigation into these claims was known to have been made by the end of the year.\u0004 Three Civil Guard officers were convicted on 27 April of offences relating to the death in custody of JuanMartínez Galdeano at the Roquetas de Mar police station on 24 July 2005. The commanding officer, JoséManuel Rivas, was convicted of minor assault and degrading treatment. He was sentenced to 15 months’ imprisonment, three years’ disqualification from office and a fine. Two other officers were convicted of injuryOn 19 July a Ghanaian man, Courage Washington, was seriously injured in a shooting incident at Madrid’sBarajas airport. Two police officers dressed in civilian clothes approached Courage Washington and asked for his identity papers. It was alleged that CourageWashington, who suffers from mental health difficulties, took a toy gun from his pocket and the police officers shot him four times. According to witnesses, some shots were fired after CourageWashington had fallen to the ground. A criminal investigation was subsequently launched againstCourage Washington for assault on a public agent.His lawyer lodged a complaint against the police.TasersSeveral law enforcement agencies announced their acquisition of electro-shock taser weapons, and they were already in use by local police forces in at least three of the Autonomous Communities. The NationalPolice and Civil Guard do not use them. There was insufficient regulation and control regarding the possession and use of such weapons by law enforcement officers.","method":null,"agency":null},{"id":null,"country":"SYRIA","date":"2008","description":"Detainees continued to be tortured and otherwise ill- treated; five reportedly died, possibly as a result.The authorities took no action to investigate torture allegations.\u0004 ‘Aref Dalilah, aged 64, remained in solitary confinement in a small cell in ‘Adra prison, serving a10-year  sentence for his involvement in the “DamascusSpring”. He suffers from diabetes, high blood pressure and the effects of a stroke, but was denied access to adequate medical care.\u0004 The body of ‘Abd al-Mo’ez Salem was reportedly returned to his family in Areeha on 4 July and buried in the presence of Military Intelligence agents who did notHannoush, 16, was among up to nine youths allegedly tortured and otherwise ill-treated while detained in Damascus in August. They said they were confined in cramped and degrading conditions, denied sleep or access to a toilet, and beaten, including by the dulab (being forced into a car tyre and beaten).‘War  on terror’\u0004 Muhammad Zammar, arrested in Morocco and forcibly transferred to Syria in December 2001 apparently under the US-led renditions programme, was convicted in February after an unfair trial on four charges, including membership of the outlawed SyrianMuslim Brotherhood organization. No evidence of such membership was presented during the trial and theMuslim Brotherhood denied that Muhammad Zammar had ever been a member or had any active links with it or any of its members.","method":null,"agency":null},{"id":null,"country":"THAILAND","date":"2008","description":"In March a number of Thai security officers in BanMae Nai Soi refugee camp in Mae Hong Son Province severely beat a naturalized Karenni man. He was living in the camp with his refugee parents. He remained in a coma for nine days. Neither the officers nor the Camp Commander were disciplined. At least10  cases of torture by the authorities were reported in the south.","method":null,"agency":null},{"id":null,"country":"TUNISIA","date":"2008","description":" by the security forces, notably in the State Security Department, continued.Detainees held incommunicado were especially at risk. The security forces frequently breached the six- day garde à vue limit and held detainees incommunicado for up to several weeks. During such detention, many alleged that they were tortured including by beatings, suspension in contorted positions, electric shocks, sleep deprivation, rape and threats to rape female relatives. In virtually all cases, the authorities failed to carry out investigations or bring alleged perpetrators to justice.\u0004 Mohamed Amine Jaziri, one of the co-defendants in the Soliman Case (see above), was arrested on24 December 2006 in Sidi Bouzid, south of Tunis, and detained in secret first at the city’s police station and then at the State Security Department in Tunis until 22 January. His relatives made repeated inquiries but the authorities denied holding him prior to his release. He alleged that while detained incommunicado he was beaten all over his body, given electric shocks, suspended from the ceiling for several hours, doused with cold water, deprived of sleep and had a dirty hood placed over his head during interrogation. In December, he was sentenced to 30 years’ imprisonment.","method":null,"agency":null},{"id":null,"country":"TURKEY","date":"2008","description":"Allegations of torture and other ill-treatment continued, especially outside official places of detention.\u0004 In June, Mustafa Kükçe died after being detained in several different police stations in Istanbul. Relatives who identified his body said that it was apparent that he had been tortured before his death. No case was brought against police officers.\u0004 Lawyer Muammer Öz was allegedly beaten by police officers while drinking tea with family members in theModa district of Istanbul. An official medical report failed to show that his nose had been broken in the attack. Muammer Öz told Amnesty International that police beat him with batons and their fists and told him that they would never be punished. Two police officers were prosecuted and were awaiting trial.Members of the security forces continued to use excessive force when policing demonstrations.\u0004 In some of the Labour Day demonstrations on 1 May in various parts of the country, police used batons and tear gas against peaceful demonstrators. More than800  people were detained in Istanbul alone, although the total number of arrests was not known.","method":null,"agency":null},{"id":null,"country":"UGANDA","date":"2008","description":"Reports of torture and other ill-treatment committed by the police force and state security services persisted. In particular, the Rapid Response Unit(RRU),  formerly the Violent Crimes Crack Unit(VCCU),  was criticized by organizations including theUganda Human Rights Commission for numerous incidents of torture and other ill-treatment, and for prolonged and arbitrary detention of suspects. By the end of the year, there was no government response to calls for investigations into these allegations of torture and other ill-treatment.\u0004 In August, members of the RRU arrested 41 individuals, including Ugandans and foreign nationals, in an operation ahead of the Commonwealth Heads ofGovernment Meeting held in Kampala in November.During the arrest, police officers beat some of the detainees with batons and rifles butts, breaking one person’s arm. The 41 were held in incommunicado detention for five days, with 23 individuals held together in a 3m x 3m cell.\u0004 On 29 October, police in Apac district arrested and detained about 30 people and allegedly tortured at least 22 of them while questioning them over an alleged theft of cattle. Up to 20 police officers took turns to beat the detainees using sticks while questioning them. Four of the men suffered serious injury during the beating, one of whom was beaten until his trousers were torn and soaked with blood.\u0004 In November, Hassan Nkalubo, a resident of Mbale district, was allegedly detained and tortured by theRRU based in Mbale. He was accused of illegal possession of an AK 47 rifle, and was critically ill as a result of his treatment.","method":null,"agency":null},{"id":null,"country":"UKRAINE","date":"2008","description":" in police detention continued to be widely reported. In May, the UNCommittee against Torture (CAT) consideredUkraine’s fifth periodic report on the implementation of the Convention against Torture.The CAT expressed concern about the impunityOffice to conduct prompt, impartial and effective investigations into complaints of torture; and the use of confessions as principal evidence for prosecutions.In June, the European Committee for thePrevention of Torture (CPT) published the report of its visit to Ukraine in October 2005. The CPT found that there had been a “slight reduction as regards the scale of the phenomenon of ill-treatment”, but that persons detained by the police still ran a “significant risk” of being subjected to ill-treatment, and even torture, particularly during interrogation. The CPT drew attention to the misuse of the AdministrativeCode to bring people into police custody for questioning about criminal offences, the fact that judges often failed to react to allegations of ill- treatment, and that forensic reports in cases of allegations of ill-treatment could only be provided with authorization from the police.\u0004 Edvard Furman was reportedly tortured at the offices of the Ukrainian State Security Services (SBU) in Dnipropetrovsk. He was arrested on 11 April and police investigators allegedly beat him, pressed their fingers into his eye sockets and applied electric shocks to his testicles to try and force him to confess to having shot and killed three people in a jeep inDnipropetrovsk in March. Several other people were also detained in connection with the same crime.Edvard Furman’s family was allegedly not informed of his arrest, and did not discover his whereabouts until24 April. Police investigators reportedly forced him to renounce his lawyer and to accept a lawyer appointed by them. However, in October EdvardFurman was granted the right to see the lawyer he initially appointed. Reportedly, no medical examinations were carried out despite the fact thatEdvard Furman complained to a judge that he had been subjected to torture and ill-treatment. TheProsecutor General’s Office refused to open an investigation into the allegations.","method":null,"agency":null},{"id":null,"country":"UNITED STATES OF","date":"2008","description":"There were reports of ill-treatment in jails and police custody on the US mainland, often involving cruel use of restraints or electro-shock weapons.Sixty-nine people died after being shocked with tasers, bringing to nearly 300 the number of such deaths since 2001. Many of those who died were subjected to multiple shocks or had health problems which could have made them more susceptible to the adverse effects of tasers. Although such deaths are commonly attributed to factors such as drug intoxication, medical examiners have concluded thatThousands of prisoners continued to be confined in long-term isolation, in high-security units where conditions sometimes amounted to cruel, inhuman or degrading treatment.\u0004 Herman Wallace and Albert Woodfox, both inmates of the Louisiana State Penitentiary in Angola, remained in extended isolation. For more than 30 years, they had been confined alone to small cells for 23 hours a day with only three hours of outdoor exercise a week. Both men were reportedly suffering from serious health problems as a result of their conditions. A lawsuit claiming the prisoners’ treatment was unconstitutional remained pending at the end of the year.The two men had originally been placed in“lockdown”  after being accused of involvement in the killing of a guard during a prison riot in 1972, charges they have always denied. Amnesty International remained concerned that their long-term isolation was based, at least in part, on their past political activism in prison, including membership of the Black PantherParty (a black radical organization).","method":null,"agency":null},{"id":null,"country":"UZBEKISTAN","date":"2008","description":"Persistent allegations of widespread torture or other ill-treatment of detainees and prisoners by law enforcement personnel continued. These reports stemmed not only from men and women suspected of membership of banned Islamic groups or of having committed terrorist offences but from all layers of civil society, including human rights activists, journalists and former – often high-profile - members of the government and security forces.The failure by the relevant authorities to properly investigate such allegations remained a serious concern. Very few law enforcement officers were brought to trial and held accountable for the human rights violations they committed and yet thousands of people – in pre-trial detention or convicted – routinely alleged that they had been tortured or otherwise ill- treated in custody in order to extract a confession. InJanuary, the Deputy Minister of Internal Affairs informed Amnesty International that six or seven police officers had been convicted on torture-related offences in 2005 and 2006. Amnesty International welcomed the fact that prosecutions of people responsible for torture and ill-treatment had taken place. However, the numbers of convictions were alarmingly low considering that during the year an estimated 6,000 prisoners remained in detention after being convicted on politically-motivated charges in reportedly unfair trials. Many of these prisoners were reportedly tortured or otherwise ill-treated in detention and in November the UN CAT in examiningUzbekistan’s compliance with the Convention againstTorture found that torture or other cruel, inhuman or degrading treatment or punishment were routine.","method":null,"agency":null},{"id":null,"country":"YEMEN","date":"2008","description":" in police custody were common. Many detainees held by Political Security and National Security, two security police agencies, were reportedly tortured, including with beatings with fists, sticks and rifle butts; scalding with hot water; tight handcuffs; prolonged blindfolding; denial of water and access to a toilet; and death threats.\u0004 In April, Shayef al-Haymi said he had been tortured so badly during 40 days of incommunicado detention byNational Security officials that his limbs became paralysed and his body was covered with scars. The case was investigated by the prosecuting authorities, and the authorities released him and paid a sum of money to his family. However, no one was brought to justice and, after he made his ordeal public, the authorities said that his injuries were self-inflicted and rearrested him.","method":null,"agency":null}]}