{"alerts":[{"id":null,"country":"ALBANIA","date":"2013","description":"In June, the UN Committee against Torture expressed concerns about the lack of effective and impartial investigations by the Ministry of Interior into alleged ill-treatment by law enforcement officers. TheCommittee also reported that basic safeguards against torture were not provided to people in detention, including timely access to lawyers and doctors, and noted the excessive length of pre-trial detention.In July, four prison guards were each fined 3,100 leks (€22) by Tirana District Court for beating SehatDoci in Prison 313 in August 2011.\u0003 In September, a group of former political prisoners went on hunger strike in protest against the government’s prolonged failure to provide reparations for their imprisonment by the communist government between 1944 and 1991. Thousands were imprisoned or sent to labour camps during this period and subjected to degrading treatment and, often, torture.During the 31-day protest, two men set themselves on fire; one, Lirak Bejko, died of his injuries in November.The Ombudsperson considered the actions of theTirana police in denying hunger strikers medicines and liquids to be an act of torture.","method":null,"agency":null},{"id":null,"country":"ARGENTINA","date":"2013","description":" and prison conditionsIn November, the establishment of a national mechanism for the prevention of torture was approved.In July, video footage appeared on the internet showing at least five police officers torturing two detainees in the police detention office of GeneralGüemes, Salta province. The footage which was allegedly filmed in 2011 shows the detainees being beaten up and suffocated with a bag. Investigations into the torture remained open at the end of the year.Amnesty International visits/reports\u0002 Argentina: Amnesty International submission to the UN UniversalPeriodic Review: 14th session of the UPR working group (Index: AMR13/003/2012)","method":null,"agency":null},{"id":null,"country":"ARMENIA","date":"2013","description":"On 3 October, the European Committee for thePrevention of Torture published a report following their visit to Armenia in December 2011. It stated that “virtually none of the recommendations made after previous visits as regards the detention of lifers have been implemented”. The report also noted that the poor conditions at Kentron Prison in Yerevan made it unsuitable for lengthy periods of detention. TheCommittee found that the detention conditions of life- sentenced prisoners held at Kentron amounted to inhuman treatment.","method":null,"agency":null},{"id":null,"country":"AUSTRIA","date":"2013","description":"At the end of the year the Criminal Code was amended to introduce the crime of torture, to take effect from 1 January 2013.While welcoming the broadening of the mandate of the Austrian Ombudsman Board to work as a national preventive mechanism under the Optional Protocol to the UN Convention against Torture in August, theCERD Committee remained concerned about the independence of the Board members and recommended that their appointment fully comply with international standards.\u0003 In May, an official of the Ministry of the Interior apologized to Gambian citizen Bakary J., who was tortured by four police officers in 2006 following an unsuccessful deportation attempt. His residence ban was lifted. Negotiations about compensation were ongoing.","method":null,"agency":null},{"id":null,"country":"AZERBAIJAN","date":"2013","description":" remained widespread amid a prevailing climate of impunity.\u0003 On 17 March, activists Jamal Ali and Natig Kamilov alleged that they were beaten and otherwise ill-treated in police custody and later in detention.\u0003 On 6 March, activists Jabbar Savalan, DayanatBabayev, Majid Marjanli and Abulfaz Gurbanly alleged that they were beaten and otherwise ill-treated in detention, after police broke up another peaceful protest in central Baku and arrested 16 participants.\u0003 Hilal Mamedov, the editor of newspaper Tolyshi sado alleged that he had been tortured while in police custody following his arrest on 21 June. The photo evidence of bruising on his feet and ankles was sent to the NizamiDistrict Prosecutor, who initiated an investigation but there was no outcome published at the end of the year.Amnesty International visits/reports\u0001 Amnesty International delegates visited Azerbaijan in May andNovember.\u0002 Azerbaijan: No more running scared (EUR 55/001/2012)\u0002 Azerbaijan: Authorities determined to silence dissent to ensure successful Eurovision (EUR 55/008/2012)\u0002 Azerbaijan: Human rights abuses placed under the e-spotlight (EUR55/018/2012)","method":null,"agency":null},{"id":null,"country":"BAHRAIN","date":"2013","description":"The government took steps to improve police behaviour, issuing new regulations for the police including a code of conduct and providing human rights training.However, the police continued to arrest people without warrants, detain them incommunicado for days or weeks, deny them access to lawyers, and allegedly subject them to torture or other ill-treatment, including beatings, kicking, verbal abuse and threats of rape.\u0003 Hussein Abdullah Ali Mahmood al-Ali was arrested without a warrant on 26 July in Salmabad village. He was allegedly beaten and taken to an undisclosed location. He reported being tortured while held incommunicado and forced to sign a “confession”. His family did not know his whereabouts for three weeks, and for months after his arrest neither his family nor lawyers knew his exact location. He said he was given electric shocks and threatened with rape.Tens of children aged 15 to 18, including those arrested at or during demonstrations, were held in adult prisons and detention centres; many were accused of “illegal gathering” or rioting. Some were beaten at or following arrest and denied access to their families or lawyers during the first hours of detention, during which time they alleged they were forced to sign “confessions”. Some were sentenced to prison terms.\u0003 Salman Amir Abdullah al-Aradi, aged 16, was arrested in February and again in May when he was taken to Al Hidd police station and allegedly beaten and threatened with rape to make him sign a “confession” without the presence of his family or lawyer. He was then charged with “illegal gathering” and other offences, convicted and sentenced to one year’s imprisonment in July, confirmed on appeal.\u0003 Mariam Hassan Abdali Al Khazaz, aged 17, said police beat and kicked her following her arrest inManama after a protest on 21 September. She was made to sign a “confession” without the presence of a lawyer or her family and charged with “illegal gathering”, assaulting a police officer and other offences. She was released on bail on 17 October and was awaiting trial at the end of the year.","method":null,"agency":null},{"id":null,"country":"BANGLADESH","date":"2013","description":" were widespread, committed with virtual impunity by the police, RAB, the army and intelligence agencies. Methods included beating, kicking, suspension from the ceiling, food and sleep deprivation, and electric shocks.Most detainees were allegedly tortured until they“confessed”  to having committed a crime. Police andRAB allegedly distorted records to cover up the torture, including by misrepresenting arrest dates.","method":null,"agency":null},{"id":null,"country":"BRAZIL","date":"2013","description":"Torture and cruel, inhuman and degrading conditionsIn July, the UN Subcommittee on Prevention ofTorture expressed concern at the widespread use of torture and the failure of the authorities to ensure effective investigations and prosecutions. Efforts by the federal authorities and some state authorities to combat and prevent torture were made within theIntegrated Action Plan to Prevent and CombatTorture. Central to this was pending federal legislation for the creation of a National PreventativeMechanism, in line with the requirements of theOptional Protocol to the UN Convention againstTorture. However, human rights groups were concerned by a change to the legislation that allowed the President alone to select the members of theNational Committee to Prevent and Combat Torture.This was seen to violate the requirements of the UNOptional Protocol and the UN Principles relating to the Status and Functioning of National Institutions for the Protection and Promotion of Human Rights (the“Paris Principles”).The UN Subcommittee on Prevention of Torture praised Rio de Janeiro’s state mechanism for the independence of its selection criteria and structure and the mandate it had been set. However, there were concerns that it was not receiving full funding.The number of people detained continued to rise.A shortfall of over 200,000 places meant that cruel, inhuman and degrading conditions were commonplace. In Amazonas state, detainees were held in foetid, overcrowded, insecure cells. Women and minors were detained in the same units as men, and there were numerous reports of torture, including near-suffocation with a plastic bag, beatings and electric shocks. These reports mostly involved members of the state military police.","method":null,"agency":null},{"id":null,"country":"BULGARIA","date":"2013","description":"In December, the European Committee for thePrevention of Torture criticized detention conditions and ill-treatment reported in Bulgarian prisons.\u0003 In January, in the case Shahanov v. Bulgaria, the European Court of Human Rights ruled that an inmate imprisoned for seven years in Varna was subjected to inhuman and degrading treatment due to inadequate sanitation facilities.\u0003 In January, in the case Stanev v. Bulgaria, theEuropean Court of Human Rights held that Bulgaria had violated six Articles of the European Convention onHuman Rights, including the rights to liberty and security, the prohibition of torture and inhuman and degrading treatment and the right to a fair trial in the case of a man forced to live since 2002 in inhuman conditions in a psychiatric institution.","method":null,"agency":null},{"id":null,"country":"BURKINA FASO","date":"2013","description":"In January, Moumouni Isaac Zongo and OusséniCompaoré, arrested on suspicion of theft, were ill-treated by members of the Anti-Crime Brigade of the National Police in Boulmiougou.In February, bodyguards for the Minister of Justice and Promotion of Human Rights, Jérôme Traoré, ill-treated a mechanic following an altercation. A few days later, the Minister was dismissed.","method":null,"agency":null},{"id":null,"country":"OF)","date":"2013","description":"Members of the security forces committed torture and other ill-treatment. In some cases, the victims died from their injuries and the perpetrators were not brought to justice.\u0003 Delly Kasuki died on 26 May after he was severely beaten by members of the Group for the Repression ofBanditry (Groupe de répression contre le banditisme,GRB), who left his body at the university hospital inBrazzaville without informing his family. A local human rights organization reported that Delly Kasuki had been beaten when he resisted what he believed was an unlawful arrest.\u0003 In July, two bodyguards for a government minister and National Assembly candidate of the ruling PCT severely beat François Batchelli whom they accused of supporting a rival candidate. The bodyguards also briefly detained Felix Wamba, a suspected supporter of an opposition candidate, and beat his wife and children.","method":null,"agency":null},{"id":null,"country":"CÔTE D’IVOIRE","date":"2013","description":"Torture and deaths in custodyThe FRCI regularly resorted to torture and other ill- treatment against people suspected of armed attacks and political plots. Suspects were sometimes held for long periods in unrecognized places of detention before being brought before a judge and transferred to prison.\u0003 In March, a member of the former regular armed forces, detained in an FRCI camp in Abidjan, was undressed, handcuffed to an iron bar, beaten and had molten plastic poured on his body.\u0003 In August, police staff sergeant Serge Hervé Kribié died on the day he was arrested while being subjected to electric shocks in the FRCI command post in SanPedro. His fate remained unknown to his family for three weeks.70 ","method":null,"agency":null},{"id":null,"country":"CONGO","date":"2013","description":" was endemic throughout the country, and often took place during unlawful arrests and detention by state security services.","method":null,"agency":null},{"id":null,"country":"DENMARK","date":"2013","description":"In April, the government established a commission to examine Denmark’s involvement in the Iraq war, including claims that the army transferred detainees to the Iraqi authorities despite allegedly knowing that they would be at risk of torture or other ill-treatment.In October, it emerged that Danish soldiers were in possession of video footage apparently showing detainee mistreatment by Iraqi soldiers.\u0003 According to reports in December, 11 Iraqis were effectively prevented from bringing a court case againstDenmark for allegedly transferring them to the Iraqi authorities despite knowing they would be at risk. The men had been denied legal aid and were required to pay a deposit of 40,000 kroner each as security before the case could proceed, an amount none of them could afford.In October, the suspension of transfers of detainees by Danish armed forces to the Afghan intelligence service, the National Directorate of Security (NDS), was lifted despite the real risk of torture and other ill-treatment that those held by the NDS faced. As a result, on 20 October and 23 November, Danish armed forces in Afghanistan transferred Afghan detainees to the NDS facility in Lashkar Gah.","method":null,"agency":null},{"id":null,"country":"EGYPT","date":"2013","description":"No legal or policy reforms were implemented to eradicate torture under either the SCAF or PresidentMorsi’s administration. The People’s Assembly discussed harsher penalties for torture but did not introduce them before its dissolution.  continued and security forces acted with impunity. One NGO recorded 88 cases of torture or other ill-treatment by police duringPresident Morsi’s first 100 days in power. Protesters arrested by riot police or the military were subjected to severe beatings and electric shocks in custody, including in Tora Prison, south of Cairo, where detainees also suffered overcrowding, inadequate clothing and lack of medical care. Some male protesters said they were abducted and taken to undisclosed locations, where they were given electric shocks and sexually abused to make them give information on their involvement in protests.\u0003 George Ramzi Nakhla was arrested in Cairo on6 February. He said riot police tied his arms and legs to the back of an armoured vehicle and slowly dragged him along the road while others beat him with batons.He was beaten again at the Ministry of Interior and given electric shocks. He received no medical treatment for a broken arm and was forced to squat with 13 other men for several hours. At Tora Prison, he was beaten with electric cables and verbally abused.Following a three-day hunger strike, he was released on 25 March.\u0003 Abdel Haleem Hnesh was arrested by military forces on 4 May at a protest in Abbaseya, Cairo. He said troops severely beat him with 2m-long sticks and electric batons, and then took him with some 40 others to military area S28 in Cairo. He was presented to military prosecutors, and then transferred to Tora Prison where he was beaten on arrival with hoses and sticks. He was released five days later.","method":null,"agency":null},{"id":null,"country":"ERITREA","date":"2013","description":" of prisoners were widespread. Prisoners were beaten, tied in painful positions and left in extreme weather conditions, and held in solitary confinement for long periods.Conditions in detention amounted to cruel, inhuman or degrading treatment. Many detainees were held in metal shipping containers or underground cells, often in desert locations, where they were exposed to extremes of heat and cold. Detainees received inadequate food and water. They were frequently denied – or provided with only inadequate – medical care.\u0003 Journalist Yirgalem Fisseha Mebrahtu, arrested inFebruary 2009, was reportedly admitted to hospital in January, under permanent guard and with no visitors permitted. Her family was not told why she had been admitted.\u0003 Petros Solomon, a former Foreign Minister and one of the G15 group – 11 high-profile politicians detained arbitrarily since 2001 – was reportedly hospitalized inJuly due to a serious illness. However, adequate medical care was unavailable in Eritrea. His fate remained unknown.A number of deaths in custody were reported.\u0003 In August, Yohannes Haile, a Jehovah’s Witness detained since September 2008, reportedly died atMe’eter prison from the effects of extreme heat after being confined underground since October 2011.Three others detained with him were reportedly in critical condition. Their fate remained unknown.","method":null,"agency":null},{"id":null,"country":"ETHIOPIA","date":"2013","description":" of prisoners were widespread, particularly during interrogation in pre- trial police detention. Typically, prisoners might be punched, slapped, beaten with sticks and other objects, handcuffed and suspended from the wall or ceiling, denied sleep and left in solitary confinement for long periods. Electrocution, mock-drowning and hanging weights from genitalia were reported in some cases. Many prisoners were forced to sign confessions. Prisoners were used to mete out physical punishment against other prisoners.Allegations of torture made by detainees, including in court, were not investigated.Prison conditions were harsh. Food and water were scarce and sanitation was very poor. Medical treatment was inadequate, and was sometimes withheld from prisoners. Deaths in detention were reported.\u0003 In February, jailed opposition leader, AndualemArage, was severely beaten by a fellow prisoner who had been moved into his cell a few days earlier. Later in the year, another opposition leader, Olbana Lelisa was reportedly subjected to the same treatment.\u0003 In September, two Swedish journalists, sentenced in2011  to 11 years’ imprisonment on terrorism charges, were pardoned. After their release, the two men reported that they were forced to incriminate themselves and had been subjected to mock execution before they were allowed access to their embassy or a lawyer.","method":null,"agency":null},{"id":null,"country":"FIJI","date":"2013","description":"Police and security forces faced allegations of torture and other ill-treatment, including beating, threatening and intimidating people, particularly government critics.\u0003 In September, five men who escaped from prison were recaptured by security forces and were reportedly97Amnesty International Report 2013tortured. All five were hospitalized as a result of their injuries and one had his leg amputated.","method":null,"agency":null},{"id":null,"country":"FRANCE","date":"2013","description":"The Criminal Code continued to lack a definition of torture in line with international standards. There was a lack of prompt, independent, impartial and effective investigations into allegations of ill-treatment by law enforcement officials. On 19 April, the EuropeanCommittee for the Prevention of Torture called for“zero  tolerance” of police ill-treatment and for limiting the use of electro-stun devices.","method":null,"agency":null},{"id":null,"country":"GERMANY","date":"2013","description":"The authorities continued to fail to address obstacles preventing effective investigation of allegations of ill- treatment by police. No federal state established an independent police complaints body to investigate allegations of serious human rights violations by police. Except for the federal states of Berlin andBrandenburg, police officers remained under no legal obligation to wear identity badges. Police officers in104 Brandenburg were due to start wearing identification badges in January 2013.The National Agency for the Prevention of Torture,Germany’s national preventive mechanism under theOptional Protocol to the UN Convention againstTorture, remained severely under-resourced and unable to fulfil its functions, including regular visits to detention sites. Its chairperson and another member resigned in August over the lack of resources.\u0003 Investigations continued into excessive use of force by police during a demonstration in Stuttgart inSeptember 2010. In October, the Stuttgart local court found one police officer guilty of physical assault, for hitting a protester with a baton, and issued him with an eight-month suspended prison sentence.\u0003 On 10 October, the Frankfurt Higher Regional Court confirmed the Frankfurt Regional Court judgement of 4August 2011, which had awarded moral damages worth €3,000 to Markus Gäfgen. He was threatened by two police officers with intolerable pain in 2002 as he was apprehended on suspicion of kidnapping an11-year-old  boy. The first instance court had qualified the threat as “inhuman treatment” under the EuropeanConvention on Human Rights.\u0003 On 13 December, Magdeburg regional court convicted a police officer of negligent homicide for the death of asylum-seeker Oury Jalloh, who burned to death in a cell in Dessau police station in 2005. Despite lengthy legal proceedings, the circumstances of OuryJalloh’s death and the degree of police involvement in it were still not clarified.","method":null,"agency":null},{"id":null,"country":"GREECE","date":"2013","description":"Allegations of torture and other ill-treatment against individuals including members of vulnerable groups such as migrants and asylum-seekers held in immigration detention persisted. Systemic problems leading to impunity remained, including the authorities’ frequent failure to conduct prompt, thorough and impartial investigations and to ensure the right to effective remedy. In January, the EuropeanCourt of Human Rights held that the rape with a truncheon of an irregular migrant by a coastguard inMay 2001 amounted to torture (Zontul v. Greece).In August, the UN Human Rights Committee found that Greece failed to investigate the complaint of ill-treatment and discrimination by the police of aGreek Romani man in 1999 (Katsaris v. Greece).\u0003 In March, a Mixed Jury Appeal Court in Athens acquitted two police officers of causing bodily harm under the provision against torture in the Criminal Code to two refugees at the Aghios Panteleimon police station, Athens, in December 2004. The officers had been found guilty at first instance.\u0003 In October, serious allegations of torture of 15 anti- fascist protesters by police at the General PoliceDirectorate in Athens on 30 September came to light.Supporters of the protesters, arrested on 1 October, also alleged that they were subjected to treatment amounting to torture at the Directorate. The authorities denied the allegations, but an investigating judge requested that the Public Prosecutor bring criminal charges against the police officers involved in the human rights violations of the protesters.","method":null,"agency":null},{"id":null,"country":"GUINEA","date":"2013","description":"Allegations of torture and other ill-treatment by security forces continued.\u0003 In February, three men suspected of armed robbery were arrested and tortured at the police station inBambeto, Conakry. One was tortured with electricity, and another was beaten for four hours with his hands tied behind his back, a method known as the“chinoise”. After refusing to confess, he was stripped naked and kicked as well as beaten with rifle-butts in front of his family. Both were sent to the EscadronMobile No 2 in Hamdallaye where they were burned with cigarettes and held in the “brochette” position(handcuffed  and suspended in a squatting position, with a piece of wood placed between the knees). The third arrested man was considered missing for a week before his body was found in the mortuary of DonkaHospital. He had died reportedly as a result of torture.","method":null,"agency":null},{"id":null,"country":"GUINEA-BISSAU","date":"2013","description":"Following the coup in April, soldiers searching for deposed government officials beat their families, friends and employees and vandalized their homes.Most ministers went into hiding, where they remained for several months; a few fled the country. Members of civil society groups were also targeted. Some, including several members of the Human RightsLeague, received threats against their lives and took refuge in embassies.The day after the October attack on the military base, soldiers arrested and beat Iancuba Indjai, president of the opposition Party of Solidarity andLabour and spokesperson of the Anti-Coup NationalFront, a grouping of political parties and civil society groups who opposed the April coup. Iancuba Indjai was abandoned by the roadside some 50 km fromBissau. Local residents found him seriously injured and alerted his family. He was subsequently taken to a hospital abroad.Later the same day, soldiers went to the Bissau office of Silvestre Alves, a lawyer and president of theDemocratic Movement party; they beat him and took him away. He was later found unconscious by a road40km  from the city by local people who took him to a hospital. He was taken abroad for medical treatment.Amnesty International visits/reports\u0002 Guinea-Bissau: Amnesty International’s concerns following the coup inApril 2012 (AFR 30/001/2012)","method":null,"agency":null},{"id":null,"country":"IRAN","date":"2013","description":"The security forces continued to torture and otherwise ill-treat detainees with impunity. Commonly reported methods included beatings, mock execution, threats, confinement in small spaces and denial of adequate medical treatment.\u0003 Saeed Sedeghi, a shop worker sentenced to death for drug offences, was tortured in Evin Prison after his scheduled execution was postponed following international protests. He was hanged on 22 October.At least eight deaths in custody may have resulted from torture, but none were independently investigated.\u0003 Sattar Beheshti, a blogger, died in the custody of theCyber Police in November after lodging a complaint that he had been tortured. Contradictory statements by officials called into question the impartiality of a judicial investigation. His family were pressured by security forces to keep silent.","method":null,"agency":null},{"id":null,"country":"IRAQ","date":"2013","description":" were common and widespread in prisons and detention centres, particularly those controlled by the Ministries of theInterior and Defence, and were committed with impunity. Methods included suspension by the limbs for long periods, beatings with cables and hosepipes, the infliction of electric shocks, breaking of limbs, partial asphyxiation with plastic bags, and sexual abuse including threats of rape. Torture was used to extract information from detainees and “confessions” that could be used as evidence against them at trial.\u0003 Nabhan ‘Adel Hamid, Mu’ad Muhammad ‘Abed,‘Amer Ahmad Kassar and Shakir Mahmoud ‘Anad were arrested in Ramadi and Fallujah at the end ofMarch/early April. They were reported to have been tortured while held incommunicado for several weeks at the Directorate of Counter-Crime in Ramadi. Their“confessions”  were then broadcast on local television.When brought to trial, they told the Anbar CriminalCourt that they had been forced under torture to“confess”  to assisting in murder. Witness testimony of fellow detainees supported their torture allegations. A medical examination of one defendant recorded burns and injuries consistent with torture. Despite this, all four men were sentenced to death on 3 December. No independent investigation into their torture allegations was known to have been held.","method":null,"agency":null},{"id":null,"country":"TERRITORIES","date":"2013","description":"Palestinian detainees reported being tortured and otherwise ill-treated during interrogation by theIsrael Security Agency (ISA), including being subjected to painful shackling or binding of the limbs, immobilization in stress positions, sleep deprivation, threats and verbal abuse. Detainees were denied access to lawyers while under interrogation for days and occasionally weeks. Detainees on prolonged hunger strikes were repeatedly denied access to independent doctors and ill-treated by Israel PrisonService (IPS) staff.The authorities failed to independently investigate allegations of torture of detainees by the ISA, fuelling a climate of impunity. Investigations were the responsibility of the Interrogee ComplaintsComptroller, an ISA employee, despite a November2010  decision by the Attorney General to place theComptroller under the Ministry of Justice. A law exempting the Israeli police and ISA from recording interrogations of “security” detainees, almost all of whom are Palestinian, was extended, helping to perpetuate impunity for torture and other ill- treatment. Despite the filing of more than 700 complaints relating to 2001-2012, only one criminal investigation had been opened by the end of 2012.\u0003 Samer al-Barq went on hunger strike three times from April 2012, in protest against his administrative detention since July 2010 and harsh conditions at a prison medical centre in Ramleh. He was denied135Amnesty International Report 2013specialized medical care and ill-treated by prison guards, who beat and verbally abused him.\u0003 Gazan engineer Dirar Abu Sisi, who was forcibly transferred from Ukraine to Israel in February 2011, entered his second year in solitary confinement without family visits at Shikma Prison, near Ashkelon. He was reportedly in ill health and had been denied adequate medical treatment. His lawyer and family alleged that he had been coerced, under torture, into “confessing” that he had designed rockets for use by the military wing of Hamas.","method":null,"agency":null},{"id":null,"country":"ITALY","date":"2013","description":"In October, Parliament approved the ratification of the Optional Protocol to the UN Convention againstTorture, but failed to introduce the crime of torture into the criminal code, as the Convention requires.No systemic measures were taken to prevent human rights violations by police, or to ensure accountability for them. Conditions of detention and the treatment of detainees in many prisons and other detention centres were inhumane and violated detainees’ rights, including to health. In April, the Senate published a report on the state of prisons and migrants’ detention centres, documenting grave overcrowding and failures to uphold respect for human dignity and other international obligations.Genoa G8 trialsOn 5 July, the Supreme Court confirmed all 25 convictions issued on appeal against high-ranking officials and police officers responsible for the torture and other ill-treatment of demonstrators on 21 July2001. Senior officials were convicted for falsifying arrest documents, and sentences ranged from five years to three years and eight months of imprisonment.However, due to a law designed to cut inmate numbers, which allows for a three-year reduction in sentences, nobody was imprisoned, although all were suspended from duty for five years. Convictions issued on appeal for grievous bodily harm against nine officers lapsed, as the statute of limitation came into effect prior to the conclusion of the appeal to theSupreme Court, which also meant they would not be suspended from duty. All the convicted officers,138 including those whose crimes were covered by the statute of limitations, were due to undergo disciplinary proceedings.","method":null,"agency":null},{"id":null,"country":"JORDAN","date":"2013","description":"There were reports of torture and other ill-treatment of security suspects and people detained, some incommunicado for prolonged periods, following pro-reform protests.\u0003 Eleven men arrested on 21 October for allegedly planning violent attacks in Amman were held by the142 GID in Amman in almost continuous incommunicado detention without access to lawyers or family for more than two months. Most of them claimed to have“confessed”  under torture.\u0003 Rami al-Sehwal was reportedly stripped naked, tied and beaten over two days by police and GID officers who sought to “teach” him and 12 other men “a lesson” after they were detained at a peaceful protest inAmman on 30 March. All 13 were released without charge.","method":null,"agency":null},{"id":null,"country":"KAZAKHSTAN","date":"2013","description":"Most of the 37 defendants, put on trial in March in the regional capital Aktau for organizing or participating in the violence in Zhanaozen, alleged that they were tortured or otherwise ill-treated in detention by security forces in order to extract confessions, and recanted their confessions in court.The torture methods described by the defendants were consistent with the allegations made by many of the released detainees in December 2011, namely that they were taken to unofficial places of detention or underground detention facilities at police stations, stripped naked, made to lie or crouch on a cold concrete floor, doused with cold water, beaten and kicked by security officers, often to the point of losing consciousness. They would then be doused with cold water again and beaten at regular intervals in cycles lasting for hours. Ten of the witnesses for the prosecution withdrew their testimonies against the defendants during the trial proceedings and complained that they had been tortured or otherwise ill-treated into giving evidence implicating the defendants.Some of the defendants identified police and security officers who had subjected them to torture and other ill-treatment. The police and security officers, accused by the defendants and their lawyers of opening fire at the demonstrators and ill-treating them in detention, testified in court as victims or witnesses, some of them anonymously. All police and security officers pleaded self-defence. When asked who had given the order to open fire, some of the144 officers stated that they had not received any orders to open fire but neither had they received any orders not to open fire. The General Prosecutor’sOffice reviewed the allegations of torture at the request of the presiding judge but rejected the claims.Seven of the defendants were sentenced to up to seven years in prison.\u0003 Roza Tuletaeva, a labour activist who had been one of the main contact points for media and international organizations during the strike by oil industry workers in2011,  stated in court that during interrogations she was suspended by her hair, that security officers threatened to harm her 14-year-old daughter, that they put a plastic bag over her head to suffocate her and that they sexually humiliated and assaulted her. She said that she was too ashamed to describe the sexual torture she was subjected to in the courtroom as her family and friends were present. She was sentenced to seven years in prison for “inciting social discord”.","method":null,"agency":null},{"id":null,"country":"KUWAIT","date":"2013","description":"Legislation halving the maximum period of police custody without a court order from four days to two was enacted in July.Reports suggested that torture or other ill-treatment may have been a factor in the death of Nawaf al-Azmi, one of five reported cases of deaths in custody.\u0003 On 24 December, an Appeal Court upheld the sentences, including two life sentences, of police officers involved in the death in custody of MohammadGhazzai al-Maimuni al-Mutairi in 2011. Two other officers were fined; all were dismissed from the police.","method":null,"agency":null},{"id":null,"country":"KYRGYZSTAN","date":"2013","description":" persisted, despite the development of a comprehensive national programme on combating torture, based on the recommendations of the UN Special Rapporteur on torture, and the adoption of a law on the establishment of aNational Centre for the Prevention of torture and other ill-treatment.The Special Rapporteur reported in February that incidents of torture and other ill-treatment to extract confessions “remained widespread”. He further observed, “that, in practice, there is no clear procedure in place prescribing the measures to be taken by courts should evidence appear to have been obtained through torture or ill-treatment. Furthermore, in practice, there appears to be no instruction to the courts with regard to implementing that rule or ordering an immediate, impartial and effective investigation if the rule is violated.”He noted that in contrast to the actions taken and statements made by the current and formerPresidents and the Prosecutor General, he had not heard of any instructions “communicated by the responsible officials of the Ministry of the Interior[Ministry  of Internal Affairs] to condemn torture and ill-treatment or to declare unambiguously that torture and ill-treatment by police officers would not be tolerated”.153Amnesty International Report 2013\u0003 Anna Ageeva, a pregnant 18-year-old woman, was detained by police officers in Bishkek on 11 September on suspicion of murder and held incommunicado for three days in Sverdlovsk District police station. During this time, she alleged that police officers dragged her by her hair, handcuffed her to a radiator and kicked and punched her in the stomach and kidneys to force her to confess to the murder of another young woman. A lawyer from the NGO Kylym Shamy submitted a complaint about the torture to the Sverdlovsk District Prosecutor.Three other suspects, including 17-year-old AidianaToktasunova, also detained in relation to the same murder, similarly complained to the District Prosecutor’sOffice that police officers had tortured them to extract confessions. The Ministry of Internal Affairs dismissed the torture allegations as “absurd” and stated that their investigations had found no evidence of any wrong-doing by police officers. The District Prosecutor’s Office opened a criminal investigation into the allegations in October.\u0003 In November, the human rights organizationSpravedlivost (Justice) wrote to the Prosecutor General requesting that she personally supervise an investigation into allegations that eight detainees in the centre for temporary detention (IVS) in Jalal-Abad had been ill-treated by over a dozen police officers.Spravedlivost had visited the IVS after being alerted to the violations by relatives of some of the detainees.The detainees reported that police officers beat them in the face, skull and body. They stripped the detainees naked and forced them to run. The regionalOmbudsman visited the IVS two days afterSpravedlivost and met with all 42 detainees at the facility, 37 of whom confirmed that they had been ill-treated. In turn she asked the RegionalProsecutor’s Office to investigate these allegations.The Ministry of Internal Affairs also conducted an internal investigation, but claimed to have found no evidence of any ill-treatment.While arbitrary arrests of mainly ethnic Uzbeks appeared to have become less frequent in 2012, reports persisted of serious human rights violations committed against Uzbeks in relation to ongoing investigations into the June 2010 violence and its aftermath, including torture and other ill-treatment in detention, forced confessions and unfair trials. In his February report, the Special Rapporteur on torture expressed his concerns that “serious human rights violations committed in the context of [these] investigations have continued unabated in recent months”.","method":null,"agency":null},{"id":null,"country":"LEBANON","date":"2013","description":"There were new reports of torture and other ill- treatment of detained security and criminal suspects.In at least one case, an individual suspected on security grounds was reported to have been apprehended, beaten and threatened by armed non-state agents and then handed over to MilitaryIntelligence for further interrogation, during which he was subjected to additional assaults.In an effort to address torture and other abuses, the government, with assistance from the UN Office of the High Commissioner for Human Rights, launched in January a code of conduct for theInternal Security Forces. However, the government again failed to establish an independent monitoring body to visit prisons and detention centres, in breach of its international obligations. It was therefore difficult to establish whether the code of conduct brought about any improvements.","method":null,"agency":null},{"id":null,"country":"LIBYA","date":"2013","description":" remained widespread, particularly in detention facilities controlled by militias, and were used to punish detainees and extract161Amnesty International Report 2013“confessions”. Detainees were especially vulnerable during arrest, in their first days of detention and during interrogation. Many signed “confessions” under torture or duress. Article 2 of Law 38 of 2012 gave legal weight to interrogation records of armed militias, at the discretion of judges.Many detainees were subjected to sustained beatings with hoses, rifle butts, electric cables, water pipes or belts, often while suspended in contorted positions. Some were tortured with electric shocks, burned with cigarettes or heated metal, scalded with boiling water, threatened with murder or rape and subjected to mock execution. Tens of detainees died in the custody of militias, the SSC and in official prisons in circumstances suggesting that torture contributed to or caused their deaths.\u0003 Tawarghan former police officer, Tarek Milad Youssef al-Rifa’i, died on 19 August after being taken fromWehda Prison to the SSC in Misratah for questioning.He had been seized from his Tripoli home in October2011  by armed militiamen from Misratah. His relatives found his bruised body at a Misratah morgue; a forensic report indicated that his death was caused by beatings.His family lodged a complaint with the authorities but no proper investigation into his death was begun.\u0003 The family of Ahmed Ali Juma’ found his body at aTripoli morgue several days after he was summoned for questioning by the Abu Salim Military Council in July. A forensic report identified “multiple bruises on the body, on the head, on the torso and the limbs and genitals” and concluded that he was “beaten to death”. No one was held to account for his death.","method":null,"agency":null},{"id":null,"country":"MACEDONIA","date":"2013","description":"Allegations of torture and other ill-treatment by police officials continued, including of two men detained after the Smilkovci lake murder. In May, theOmbudsperson, as the National ProtectionMechanism, reported that conditions in police stations in 2011 were below minimum standards – especially for juveniles – and detainees rarely had access to a lawyer or doctor. Juveniles were held in solitary confinement in inhuman and “utterly degrading” conditions. In December, the EuropeanCommittee for the Prevention of Torture reported that the authorities had made little progress in implementing previous recommendations, particularly in Idrizovo Prison, where ill-treatment by staff, inter- prisoner intimidation/violence and “totally unsatisfactory conditions” for prisoners persisted.","method":null,"agency":null},{"id":null,"country":"MALDIVES","date":"2013","description":"Detainees were tortured upon arrest and on their way to police centres. Beatings, pepper-spraying the eyes and mouth, denial of drinking water and, in Addu, incarceration in dog cages, were all common methods used.","method":null,"agency":null},{"id":null,"country":"MALI","date":"2013","description":", and extrajudicial executionsPeople suspected of being supporters of armed groups or targeted because they were Tuareg, were victims of torture and other ill-treatment or extrajudicial executions by security forces.\u0003 In January, soldiers arrested two Tuaregs accused of providing petrol to armed groups in Ménaka. They were beaten with rifle butts.\u0003 In April, soldiers arrested three unarmed men, including two Tuaregs and another man, all unarmed, accused of spying for the MNLA in Sévaré. They were beaten with rifle butts before being extrajudicially executed.\u0003 In September, the military arrested 16 Malian andMauritanian nationals in Diabaly before extrajudicially executing them on suspicion of being supporters ofIslamist armed groups. The 16 were members of a172 movement of Muslim preachers, the Dawa, who had come from Mauritania to attend an annual meeting of their movement in Bamako. An inquiry was set up but by the end of the year the results had not been made public.","method":null,"agency":null},{"id":null,"country":"MAURITANIA","date":"2013","description":" continued to be widely reported in detention centres, including in Ksar andTevragh-Zeina police stations and in Nouakchott women’s prison.\u0003 A student detained at Ksar police station following the February student demonstrations had his hands and feet tied together with a rope, and was beaten and stamped on during interrogation.\u0003 Two women detained at the women’s prison reported being severely beaten when they were arrested in2010,  and during interrogation at a police station.No investigations were opened into allegations of torture and ill-treatment in police custody and during interrogation.","method":null,"agency":null},{"id":null,"country":"MOLDOVA","date":"2013","description":"In spite of changes to the law, impunity for torture and other ill-treatment continued. Of 128 complaints received by the Prosecutor General’s Office in connection with incidents following demonstrations in April 2009, only43  had reached the courts and only three police officers had been convicted by the end of 2012. In all three cases the officers received suspended sentences.Parliament passed amendments to the Criminal and Criminal Procedural Codes in November to bringMoldova closer to its obligation to eradicate torture.The maximum sentence for torture was increased from 10 to 15 years, the statute of limitations for torture was abolished, and those convicted of torture were no longer eligible for amnesties or suspended sentences. Other procedural changes required police to record the state of health of detainees upon arrival at the place of detention and provide them with written confirmation of the reasons for the arrest.\u0003 On 8 May, the Supreme Court rejected an appeal by Eugen Fedoruc against his detention in ChişinăuPsychiatric Hospital, and in July his detention was extended for a further six months. Eugen Fedoruc was first held by the police on 2 April 2011 in connection with a series of murders. He alleged that he was tortured when he was held in Chişinău General PoliceDirectorate from 16 April to 17 June 2011. He said he had been suspended with his hands and legs bound together and given electric shocks to force him to confess. He was then transferred to ChişinăuPsychiatric Hospital for 10 days for psychiatric assessment, and remained in detention until December.Eugen Fedoruc had been previously treated as an outpatient for schizophrenia, but his doctor said inJune 2012 that he was calm and presented no threat to the public, and that there was no reason for him to be held as an inpatient. The torture allegations were not investigated.","method":null,"agency":null},{"id":null,"country":"WESTERN SAHARA","date":"2013","description":" continued to be reported, with detainees held for interrogation by theDepartment of State Surveillance (DST) particularly at risk. Following his visit in September, the UN SpecialRapporteur on torture observed that torture tended to be more prevalent when the authorities perceived state security to be under threat. He noted that torture allegations rarely resulted in prosecutions of alleged perpetrators.In October, the National Human Rights Council reported that prison staff continued to commit abuses against prisoners and that investigations were rare.","method":null,"agency":null},{"id":null,"country":"NEPAL","date":"2013","description":"Despite acceding to the UN Convention againstTorture in 1991, Nepal had not defined torture as a crime under national law. In April, the Council ofMinisters announced plans for a bill to criminalize torture, but this had not been completed by the time the Constituent Assembly was dissolved. In July, theUN Human Rights Committee reminded Nepal of its obligation to enact a law defining and criminalizing torture, and to repeal all laws granting impunity to alleged perpetrators of torture and enforced disappearance.  of men, women and children in police custody remained widespread. The UN Committee against Torture concluded in its annual report that torture in Nepal was habitual, widespread and deliberate, and was ultimately practised systematically.","method":null,"agency":null},{"id":null,"country":"NIGER","date":"2013","description":"Several people, including nationals of Nigeria, accused of being members of al-Qa’ida in the Islamic Maghreb(AQIM)  or of Boko Haram, a Nigerian Islamist armed group, and suspected of terrorist activities, were ill- treated during arrest or shortly afterwards in an attempt to extract confessions.\u0003 In April, Moustapha Madou Abba Kiari was arrested in Difa, near the border with Nigeria, and punched and kicked. He was accused of being a member of BokoHaram and charged with terrorism offences.","method":null,"agency":null},{"id":null,"country":"NIGERIA","date":"2013","description":"Torture and other cruel, inhuman and degrading treatment of criminal suspects and detainees, perpetrated by the security forces, remained widespread.\u0003 On 9 January, Alexander Nworgu was arrested inOwerri, Imo State, and taken to the police anti- kidnapping unit in Rivers State. He claims that, while in custody, he was regularly beaten with a machete and suspended from the ceiling by his feet every other day.After spending more than a month in police detention he was remanded in prison on 15 February before eventually being released on bail on 6 July. The charges against him were changed to theft while he was in police detention.197Amnesty International Report 2013","method":null,"agency":null},{"id":null,"country":"AUTHORITY","date":"2013","description":"Detainees were tortured or otherwise ill-treated with impunity, particularly by the Police CriminalInvestigation Department and Preventive Security in the West Bank, and by police and Internal Security inGaza. The ICHR reported receiving 142 allegations of torture or other ill-treatment in the West Bank and129  in Gaza. Methods alleged included beatings, suspension by the wrists or ankles, and enforced standing or sitting in painful positions for long periods.\u0003 Mohammad Said al-Zaqzouq died in suspicious circumstances in Gaza while held at Khan Younis police station in October. An investigation was announced but no results were reported by the end of the year.\u0003 Tareq Khriesheh said he was made to stand for more than eight hours with one hand tied to a wall and beaten while being interrogated by Criminal InvestigationsDepartment officers in Ramallah in January.205Amnesty International Report 2013","method":null,"agency":null},{"id":null,"country":"PHILIPPINES","date":"2013","description":"Three years after its promulgation, implementation of the Anti-Torture Act remained weak, with no perpetrator yet convicted of this crime. Torture victims, particularly criminal suspects, were reluctant to file complaints due to fear of reprisals and lengthy prosecution.\u0003 The court case of Darius Evangelista, in which the act of torture and the identity of the perpetrators were caught on video in 2010, continued. Seven policemen were accused, but only two faced charges. The suspects were initially in police custody, but according to the Philippine Commission on Human Rights, they went missing in April 2012 and remained at large.","method":null,"agency":null},{"id":null,"country":"PORTUGAL","date":"2013","description":"A criminal investigation into the use of a Taser against an inmate in Paços de Ferreira prison in 2010 did not progress despite the findings of an inquiry by the Audit and Inspection services of the GeneralDirectorate for prisons that two members of the PrisonSecurity Intervention Group had used the weapon disproportionately. The outcome of disciplinary proceedings against the two prison officers remained pending at the end of the year.\u0003 The trial of three police officers accused of torturingVirgolino Borges in March 2000 while in police custody, which started in November 2011, made little progress.","method":null,"agency":null},{"id":null,"country":"QATAR","date":"2013","description":"New cases of torture and other ill-treatment emerged.\u0003 Following their release, Abdullah al-Khawar andSalem al-Kawari alleged that while detained without charge or trial as security suspects in 2011, they were beaten, suspended by their limbs and made to remain standing for hours at a time, deprived of sleep, held in solitary confinement in tiny cells, and subjected to cold temperatures for long periods while interrogators sought to obtain “confessions” from them. The authorities took no steps to investigate their allegations or bring the perpetrators to justice.In November, following its review of Qatar’s implementation of the UN Convention against Torture, the UN Committee against Torture urged the government to ensure that the fundamental safeguards required by the Convention were applied in practice to all persons deprived of their liberty, including by ensuring that complaints of abuse were promptly and impartially examined and that detainees could challenge the legality of their detention or treatment.","method":null,"agency":null},{"id":null,"country":"FEDERATION","date":"2013","description":"Allegations of torture and other ill-treatment remained widely reported and effective investigations were rare.Law enforcement officials allegedly frequently circumvented the existing legal safeguards against torture through, among other things: the use of secret detention (particularly in the North Caucasus); the use of force supposedly to restrain violent detainees; investigators denying access to a lawyer of one’s choice and favouring specific state-appointed lawyers who were known to ignore signs of torture.In March, one torture case in Kazan was widely reported in the media after a man died of internal injuries in hospital. He claimed that he had been raped with a bottle at the police station. Several police officers were arrested and charged with abuse of power, and two were later sentenced to two and two- and-a-half years’ imprisonment respectively. Many more allegations of torture by police in Kazan and elsewhere followed media reports of this case. In response to an NGO initiative, the Head of theInvestigative Committee decreed to create special departments to investigate crimes committed by law enforcement officials. However, the initiative was undermined by the failure to provide these departments with adequate staff resources.\u0003 On the night of 19 January, Issa Khashagulgov, held in a pre-trial detention centre in Vladikavkaz, NorthOssetia, was allegedly taken to an undisclosed location and beaten and threatened with further violence for refusing to co-operate with the investigation against him. Reportedly, between 6 and 8 February he was transferred from the detention centre to a different location in North Ossetia for several hours each day when his lawyers tried to see him, and subjected to ill- treatment. Issa Khashagulgov, suspected of armed group membership, had earlier been repeatedly transferred between different detention facilities while his family and lawyers were denied information about his whereabouts, sometimes for several days. His complaints were not investigated.\u0003 Russian opposition activist Leonid Razvozzhayev went missing on 19 October in Kiev, Ukraine, outside the office of a partner organization to UNHCR, the UN refugee agency. On 22 October, the InvestigativeCommittee in Moscow stated that he had voluntarily returned to the Russian Federation and handed himself in to the authorities. Leonid Razvozzhayev disavowed this statement via his lawyer, and alleged that he had been abducted and smuggled into the country, held at a secret location, ill-treated and forced to sign a statement implicating himself and other political activists in plotting mass disturbances in Russia on foreign orders. The Russian authorities dismissed his allegations and refused to investigate them.","method":null,"agency":null},{"id":null,"country":"SAUDI ARABIA","date":"2013","description":" of detainees and sentenced prisoners were reported to be common, widespread and generally committed with impunity.Reported methods included beating, suspension by the limbs and sleep deprivation. Those tortured reportedly included detained protesters, who were held incommunicado for days or weeks without charge or trial.\u0003 Detainees held at al-Hair prison reportedly told their families in August that they were assaulted by prison guards and feared for their lives.","method":null,"agency":null},{"id":null,"country":"SENEGAL","date":"2013","description":"Several people were tortured and otherwise ill-treated by security forces and at least two of them died in detention, reportedly as a result of torture.\u0003 In February, Ibrahima Fall was tortured and otherwise ill-treated after being arrested in Tivavouane while returning from a demonstration against PresidentWade’s candidacy. He was tortured by gendarmes who hit him with batons, water hoses and electric cables.\u0003 In February, Ousseynou Seck died after being tortured in custody. All the police officers implicated were arrested and were awaiting trial at the end of the year.\u0003 In August, Kécouta Sidibé, a man who was deaf and mute, died reportedly as a result of torture in custody inKédougou after he was arrested for consuming Indian hemp. In December, the Kaolack Appeal Court declared the deputy commander of the Kédougou gendarmerie guilty of murder and he was arrested. An investigation into the involvement of five other gendarmes was in progress at the end of the year.","method":null,"agency":null},{"id":null,"country":"SINGAPORE","date":"2013","description":"Judicial caning – a practice amounting to torture or other ill-treatment – continued as a punishment for a wide range of criminal offences.Drug traffickers sentenced to life imprisonment instead of the mandatory death penalty would be liable to caning under proposed amendments to theMisuse of Drugs Act.","method":null,"agency":null},{"id":null,"country":"SLOVAKIA","date":"2013","description":"Slovakia was criticized for forcibly returning people to countries where they risked torture or other ill- treatment.\u0003 The European Court of Human Rights found in May that Slovakia had violated the rights of Mustafa Labsi, by disregarding an interim measure issued by theCourt. Slovakia had forcibly returned Mustafa Labsi toAlgeria in 2010, where he was at risk of ill-treatment and of the violation of his right to an effective remedy.\u0003 In June, the European Court of Human Rights issued interim measures against the extradition of AslanAchmetovich Yandiev to the Russian Federation, where he was accused of being a member of an armed group.Aslan Yandiev alleged that before escaping, he had been tortured by the Russian police. In June, while his request for asylum in Slovakia was pending, the SlovakSupreme Court held that the Russian prosecutor’s request for Aslan Yandiev’s extradition was admissible.The European Court blocked the extradition on the basis that it would expose him to the risk of torture. InAugust, the Slovak Constitutional Court accepted the complaint against the extradition decision, stating that no extradition could be carried out while his asylum application was pending.","method":null,"agency":null},{"id":null,"country":"SOUTH SUDAN","date":"2013","description":"Security forces including the SPLA, National SecurityService (NSS) and SSPS harassed, arrested, tortured or otherwise ill-treated people, including UN and NGO staff. Attacks against East African workers in SouthSudan also increased.\u0003 On 13 April, Tabitha Musangi, a Kenyan teacher at the John Garang International School, was shot dead by security forces because her taxi did not stop while guards were pulling down the national flag in Juba.\u0003 In August, Kenyan pharmacist Joseph Matu died after being tortured in police custody in Torit, EasternEquatoria State, for allegedly not having a licence to operate.\u0003 On 31 October, a 17-year-old female student and a male teacher were shot and injured by security forces at Juba Day Secondary School, following protests at the school over the acquisition of school property by a private investor. Police and plain-clothes security personnel reportedly entered the school premises and fired live rounds of ammunition at the protesters.Students and teachers were arbitrarily arrested for participating in the demonstrations and released the same day.","method":null,"agency":null},{"id":null,"country":"SPAIN","date":"2013","description":"Demonstrations took place throughout the year in different cities including Madrid, Barcelona andValencia. There were frequent allegations of excessive use of force and of ill-treatment by law enforcement officials while dispersing crowds during the protests.In general, investigations into complaints were not thorough or effective; some were made impossible by the lack of identification tags on the uniforms of police alleged to have been involved.\u0003 In March, a Barcelona court closed the investigation on alleged excessive use of force by Mossos d’Esquadra police when dispersing demonstrators inBarcelona on 27 May 2011. The court found that the police action had been proportionate. However, on 29October a higher court ordered the reopening of the case.\u0003 Also in March, a Madrid court issued a decision not to admit a complaint lodged in 2011 by AngelaJaramillo, as the policewoman responsible for hitting her could not be identified. Angela Jaramillo was among several people who, despite their peaceful conduct during a demonstration in Madrid on 4 August2011,  were repeatedly hit with batons by police and required medical treatment. Angela Jaramillo died inJune 2012 after suffering a heart attack.\u0003 On 11 July, a freelance journalist, Paloma Aznar, was hit by a rubber bullet and injured on the hip while covering miners’ demonstrations in Madrid. She was wearing her journalist tag with her camera round her neck. She reported that police were not wearing any visible identification and were shooting rubber bullets directly at the crowd after some demonstrators became violent. Video footage showed police using batons against people lying on the pavement and firing rubber bullets at close range.\u0003 On 25 September, during a demonstration inMadrid, unidentified police beat peaceful demonstrators with batons, fired rubber bullets at them, and threatened journalists covering the events – including inside Atocha train station. An internal investigation was reportedly opened on the police operation. Its results had not been made public at the end of the year.Investigations into allegations of torture and other ill-treatment were often inadequate and recognized as such in decisions adopted by human rights bodies and courts during the year.\u0003 In April, two police officers charged with killingOsamuyia Akpitaye while he was being forcibly deported in June 2007 were convicted of the minor offence of negligence by a criminal court. No prison sentence was imposed.\u0003 In May, the UN Committee against Torture found thatSpain had failed to adequately investigate allegations of torture in the case Orkatz Gallastegi v. Spain. OrkatzGallastegi was convicted in 2005 on the basis of self- incriminating evidence allegedly extracted under duress while in incommunicado detention in 2002.246 \u0003 In July, the Constitutional Court declined to review the 2011 Supreme Court acquittal of four civil guards following their conviction in December 2010 byGuipúzcoa Criminal Court for torturing Igor Portu andMattin Sarasola on 6 January 2008, while they were in police custody.","method":null,"agency":null},{"id":null,"country":"SRI LANKA","date":"2013","description":"Torture in police custody persisted. In at least five cases, victims died in custody after beatings or other ill-treatment by the police.\u0003 On 15 April, Chandrasiri Dassanayake, a witness in a human rights case filed with the Supreme Court against the Officer-in-Charge of Wadduwa Police Station, died in custody there. Police claimed they arrested him for cannabis possession and that he fell sick in his cell and was admitted to hospital. The victim’s son reported seeing his father lying on the floor of the cell bleeding and said Chandrasiri Dassanayake told him he had been beaten by police. The death led to local protests and the Officer-in-Charge, a sergeant and two other police constables were transferred to other police stations, but no further action was taken.\u0003 Thirty Tamil prisoners were assaulted and two died of injuries inflicted by STF members who reportedly beat them in retaliation for a prison uprising in Vavuniya inJune.\u0003 Twenty-seven inmates died in a clash between prisoners and STF members at Welikada prison on 9November. Results of an official inquiry into allegations that some prisoners were extrajudicially executed were not made public.","method":null,"agency":null},{"id":null,"country":"SWAZILAND","date":"2013","description":" and unfair trials remained a concern, with a High Court judge in April calling for a commission of inquiry into repeated allegations by accused in criminal trials that they had been subjected to torture, which included beatings and suffocation. Deaths under suspicious circumstances and the failure of the authorities to ensure independent investigation and accountability continued to cause concern. Police and members of the military were implicated in the reported incidents.\u0003 In February Maxwell Dlamini, President of theNational Union of Students, and Musa Ngubeni, a political activist and former student activist leader, were released after 10 months in remand custody and placed under oppressive bail conditions.\u0003 On 12 March 43-year-old Lucky Montero was kicked and beaten in the head and body by soldiers at a border checkpoint. He died 12 days later in MbabaneGovernment Hospital from medical complications arising from his injuries.\u0003 In August the High Court found Amos Mbedze, aSouth African national, guilty of murder, in connection with the deaths in a car bomb explosion in 2008 of two men who were in the vehicle and with whom he was alleged to have conspired to undermine the security of the state. He was sentenced to 85 years’ imprisonment.The incident, which had occurred near one of theKing’s palaces, led to the rapid promulgation of theSuppression of Terrorism Act. The murder conviction was not supported by any evidence heard during his trial.","method":null,"agency":null},{"id":null,"country":"SWEDEN","date":"2013","description":"In December, Ahmed Agiza rejoined his family inSweden after the authorities granted his application for a residence permit. Ahmed Agiza was detained with Mohammed al-Zari in Sweden in December2001  and subjected to rendition from Sweden toEgypt on a CIA-leased plane. Both men were subsequently tortured and otherwise ill-treated while being held in Egypt. In 2008, the Swedish government awarded both men financial compensation for the human rights violations they suffered. Ahmed Agiza was released from prison in Cairo, Egypt, in 2011, having been held for over nine years after an unfair trial before a military court.Awarding Ahmed Agiza a residence permit contributed to ensuring that his right to redress for the human rights violations he has suffered is fulfilled.However, an effective, impartial, thorough and independent investigation into these violations remained outstanding.","method":null,"agency":null},{"id":null,"country":"SYRIA","date":"2013","description":" of detainees, including children, were widespread and committed with impunity by government forces and associated militias seeking to extract information or “confessions” and to terrorize or punish suspected government opponents.Methods included severe beatings, suspension by the limbs, being suspended in a tyre, electric shocks and rape and other sexual abuse. Detainees were often held in very cramped, insanitary conditions and denied medical treatment or even abused by medical staff.\u0003 Salameh Kaileh, a Palestinian journalist withJordanian nationality, was tortured by Air ForceIntelligence officers after being arrested at his home in Damascus on 24 April, apparently because of aFacebook conversation and his possession of a left- wing publication. He was whipped on the soles of his feet and insulted. On 3 May he was moved to a military hospital, where he and others were beaten, insulted and denied access to toilets and medication. He was deported to Jordan on 14 May.Some opposition armed groups also tortured and otherwise ill-treated members of the security forces or government supporters following capture.","method":null,"agency":null},{"id":null,"country":"TAJIKISTAN","date":"2013","description":"In March, the government stated its intention to implement recommendations from the UN HumanRights Council’s Universal Periodic Review, such as ensuring detainees access to legal and medical assistance when in custody. In April, the CriminalCode was amended to include torture as a criminal offence. In June, the Supreme Court provided guidelines for judges in cases of alleged or suspected torture or other ill-treatment; and the GeneralProsecutor’s Office drafted recommendations for prosecutors on investigation of torture cases.Despite these positive developments, reports of torture and other ill-treatment continued. The UNSpecial Rapporteur on torture and the UN Committee against Torture both published their findings. After his visit in May, the UN Special Rapporteur stated that torture and other ill-treatment “happens often… in a wide variety of settings”.In November, the UN Committee against Torture noted “numerous and consistent allegations … of routine use of torture and ill-treatment of suspects, principally to extract confessions … primarily during the first hours of interrogation in police custody as263Amnesty International Report 2013well as in temporary and pre-trial detention facilities run by the State Committee of National Security(SCNS)  and the Department for the Fight againstOrganized Crime.”Children, elderly people and witnesses in criminal cases reported instances of torture and other ill- treatment. Torture methods included the use of electric shocks, boiling water, suffocation, beatings, and burning with cigarettes. There were reports of rape and threats of rape in relation to female and male detainees, as well as psychological torture.Most instances of torture and other ill-treatment occurred before the suspect was registered at a police station. Suspects were not informed of their rights (to see a lawyer, to notify family or to remain silent) until the detention was registered. This should happen within three hours of being taken to a police station, but in practice often happened much later. There were cases of incommunicado detention for several days or even weeks before registration.\u0003 Sherik Karamhudoev, head of the opposition group the Islamic Renaissance Party in Khorog, GBAO, disappeared on 24 July during the clashes. His whereabouts were only made known to his family on8 August, and he was not allowed to see his defence lawyers for nearly two months. He was reportedly tortured while in the SCNS detention centre inDushanbe. He was charged with organizing a criminal group and illegal possession of firearms.Detainees were routinely interrogated without a lawyer and some lawyers were unable to see their clients for several days, despite legal provisions ensuring the right of detainees to see a lawyer from the time the detention is registered.People accused of involvement in banned Islamic movements and Islamist groups or parties were usually detained by the Interior Ministry and the SCNS. They were at particular risk of torture and other ill- treatment and access to their defence lawyers was limited or denied. Their lawyers also had inadequate access to case materials against their clients.There were reports of people being abducted byTajikistani security forces outside their territory and being forcibly returned to Tajikistan. In several cases, the authorities based extradition requests for people they alleged to be members of banned Islamic groups or Islamist parties on unreliable or incomplete information. The individuals said they were tortured after their return.\u0003 In April, 27-year-old Savriddin Dzhurayev was sentenced to 26 years in prison after being convicted of plotting to overthrow constitutional order “in the period around 1992”, when he was seven years old. He had fled to Russia in 2006 and his extradition was requested by Tajikistan in 2009. He was given temporary asylum status in Russia in August 2011. The European Court of Human Rights had instructed Russia not to extradite while it examined his case, but in October 2011 he was abducted in Moscow by unidentified men speakingTajikistani and forcibly returned to Tajikistan. He told his lawyers he was subjected to ill-treatment in detention inKhujand and had been interrogated without a lawyer.In November, the UN Committee against Torture urged Tajikistan to “cease the practice of abducting and forcibly returning individuals to Tajikistan from other States and subsequently holding them in incommunicado detention, and ensure that they are not subjected to acts of torture and ill-treatment”.","method":null,"agency":null},{"id":null,"country":"TOGO","date":"2013","description":"Torture in pre-trial detention was used to extract confessions or implicate defendants.\u0003 In April, four students, including three members of the National Union of Togolese Pupils and Students, were ill-treated during their arrest and detention in the civil prison of Kara, approximately 430km north ofLomé. They had been charged with “incitement to rebellion” for organizing a meeting to discuss the government’s promises to allocate scholarships.They were released without trial one month later.\u0003 In August, Kossi Amétépé was arrested during an anti-government demonstration. He was beaten by members of the Rapid Intervention Force and detained in their camp in Lomé, where he was whipped with ropes and trampled upon.","method":null,"agency":null},{"id":null,"country":"TUNISIA","date":"2013","description":"There were reports of torture and other ill-treatment by police. In August the Ministry of Human Rights and Transitional Justice said that, following a public consultation, it planned to establish a new independent national institution to combat torture.The proposed body would be empowered to visit places of detention and help draft new legislation, and would report annually and operate in line with international standards.\u0003 Abderraouf Khemmassi died on 8 September in police custody in Tunis, 11 days after his arrest for alleged theft. An autopsy attributed his death to a blow to the head and recorded other injuries. Four police officers were subsequently arrested and charged with causing his death.","method":null,"agency":null},{"id":null,"country":"TURKEY","date":"2013","description":"Allegations of torture and other ill-treatment in official places of detention persisted. In June, the Parliament passed legislation to create an Ombudsman’s Office and a separate national human rights institution. The national human rights institution lacked guarantees of independence. At the end of the year, it was unclear how or whether it would fulfil the obligations of the Optional Protocol to the UN Convention againstTorture in providing independent monitoring of places of detention. Other independent mechanisms promised by the government, such as a police complaints procedure, were not established.\u0003 In March, boys held at Pozantı prison in the southern province of Adana were transferred, following allegations that prison officials had subjected them to abuse, including sexual abuse. An official investigation continued at the end of the year. The European Committee for thePrevention of Torture visited Pozantı prison in June but its report was not publicly available at the end of the year.","method":null,"agency":null},{"id":null,"country":"TURKMENISTAN","date":"2013","description":"There were credible allegations of torture and other ill-treatment by security forces against people suspected of criminal offences. These included electric shocks, asphyxiation, rape, forcibly administering psychotropic drugs, deprivation of food and drink and exposure to extreme cold. Impunity for such abuses remained the norm and complaints by victims were rarely pursued.\u0003 On 4 August, the Foreign Ministry announced that amendments had been made to the Criminal Code criminalizing torture.","method":null,"agency":null},{"id":null,"country":"UGANDA","date":"2013","description":"The Anti-Torture Act, which came into force in2012,  prohibits, criminalizes and holds individuals responsible for acts of torture. It expands the definition of torture to include non-state actors and makes information obtained through torture inadmissible in court. If enforced, the Anti-Torture Act would address impunity, enable justice for the victims and reduce torture.However, torture and other ill-treatment by police remained widespread. Despite investigations by theUganda Human Rights Commission, no action was taken to hold law enforcement officials responsible for human rights violations to account, or to grant victims and their families an effective remedy.","method":null,"agency":null},{"id":null,"country":"UKRAINE","date":"2013","description":"There were continuing reports of torture and other ill- treatment in police detention. In a report on a visit toUkraine in 2011, published in November, the Council of Europe Committee for the Prevention of Torture stated that it had been “inundated with allegations from detained persons” who had been subjected to physical or psychological ill-treatment by police officers. Shevchenkivskiy police station in Kyiv was singled out as being particularly “problematic”.On 18 September, Parliament passed legislation allowing the Parliamentary Commissioner for HumanRights’ Office to carry out the functions of a NationalPreventive Mechanism, in fulfilment of Ukraine’s obligations under the Optional Protocol to the UNConvention against Torture.\u0003 Mikhail Belikov, a retired miner, was tortured by police officers from Petrovskiy District police station inDonetsk on 17 June. He was approached by three duty police officers in a park for drinking in public. He reported that he was beaten in the park and then taken280 to the Petrovskiy District sub-police station, where a fourth duty police officer raped him with a police baton while three other policemen held him down. A more senior officer told him to forget what had happened, and asked him to pay 1,500 hryvna (€144) to be released. He agreed to pay and was released without charge. That night his condition worsened considerably. He was taken to hospital where doctors found that he had suffered serious internal injuries, and he would require a temporary colostomy. At the end of the year, three police officers were on trial for five separate incidents of beating and extortion, going back to 2009, including the torture of Mikhail Belikov. Two of the officers were charged with torture, under Article127  of the Criminal Code.","method":null,"agency":null},{"id":null,"country":"UNITED KINGDOM","date":"2013","description":"On 12 January, the Metropolitan Police Service (MPS) and the Director of Public Prosecutions announced that, following an investigation, criminal charges would not be brought in two cases against UK intelligence officers alleged to be involved in the ill- treatment of detainees abroad. The first case related to involvement in the torture and other ill-treatment ofBinyam Mohamed, the second to an unnamed individual held by US authorities at Bagram Air Base in Afghanistan in January 2002. However, the MPS stated that it had received other allegations, and was considering possible further criminal investigations.Criminal investigations were announced, however, into UK involvement in the alleged rendition of Sami al Saadi and Abdel Hakim Belhaj to Libya in 2004 and their reported torture and ill-treatment. InDecember, Sami al Saadi and his family accepted a financial settlement from the government. A civil claim for damages brought by Abdel Hakim Belhaj against UK authorities remained pending at the end of the year.On 18 January, the government announced that because of the new criminal investigations concerning alleged renditions to Libya, the Detainee Inquiry would conclude early. The Detainee Inquiry had been established in 2010 to examine allegations of UK involvement in human rights violations of individuals detained abroad in the context of counter-terrorism operations. However, it fell short of international human rights standards for effective, independent284 and thorough investigations. On 27 June, theDetainee Inquiry provided the government with a report on its work to date, which remained unpublished at the end of year.In September, a European Parliament report called on the UK and other states to disclose all necessary information on all suspect aeroplanes associated with the CIA rendition programme and their territory.In October, the High Court rejected government attempts to strike out the claims of three Kenyan nationals who were tortured by British colonial authorities in Kenya during the 1950s. The Court ruled that despite the passage of time, the evidence was so extensive that a fair trial was still possible.","method":null,"agency":null},{"id":null,"country":"UZBEKISTAN","date":"2013","description":" of detainees and prisoners by security forces and prison personnel continued to be routine. Scores of reports of torture and other ill-treatment emerged during the year, especially from men and women suspected or convicted of belonging to Islamic movements andIslamist groups and parties or other religious groups, banned in Uzbekistan. As in previous years, the authorities failed to conduct prompt, thorough, and impartial investigations into such reports and into complaints lodged with the Prosecutor General’s Office.\u0003 In February, 12 Turkish businessmen were released from prison following a presidential amnesty inDecember 2011, and deported to Turkey. They were sentenced in 2011, with 42 other Turkish businessmen, to two to three years’ imprisonment for various economic crimes including tax evasion. A documentary broadcast on state television showed some of the convicted businessmen allegedly confessing to committing economic crimes. It also claimed that the men had links to the banned“Nurchilar” Islamic movement. One of the men,Vahit Güneş, former general manager of the Turkuaz shopping centre in Tashkent, began legal action against the Uzbekistani authorities upon his return to Turkey.He alleged that he and others were tortured in SNB custody in order to force them to sign false confessions and that they had not been able to choose their own lawyers. He also alleged other detainees had been tortured in pre-trial detention, and that some had died as a result. Vahit Güneş received medical treatment for his injuries on his return to Turkey. He said another businessman, Hairetdin Öner, was still in hospital being treated for physical and psychological trauma two months after his release from prison.292 \u0003 In August, Jehovah’s Witness Gulchehra Abdullaeva reported that she had been tortured at a police station in the town of Hazorasp, to make her confess to smuggling banned religious literature into Uzbekistan, a charge she denied. Police officers arbitrarily detained her in July after she returned from a trip to Kazakhstan.She said that they forced her to stand for hours without food or water, placed a gas mask over her head and cut off the air supply to suffocate her. She was made to sign a statement admitting to participating in proscribed religious activities and was then released. On 28 July she was convicted by the Hazorasp District Court of“teaching  religious beliefs privately”, and fined.Gulchehra Abdullaeva appealed against her sentence and lodged official complaints with the authorities but officials refused to respond or address her complaints.","method":null,"agency":null},{"id":null,"country":"ZIMBABWE","date":"2013","description":"Torture and extrajudicial executions in police custodyAt least eight people died in police custody under circumstances that suggest that they were tortured or summarily executed.\u0003 On 19 March, three young men who had been taken into custody at Southerton Police station in Harare died in very suspicious circumstances. Tendai Dzigarwi andRufaro Mahohoma had been arrested on 18 March inHarare’s suburb of Kambuzuma by police from theVehicle Theft Squad. They were arrested on suspicion of motor vehicle theft. A third man, Emmson Ngundu, was arrested on 19 March in Zvimba district. The police claimed the three men were killed during an attempted escape, but an independent post-mortem conducted on Tendai Dzigarwi concluded that he died from a gunshot wound to the head fired from 2-3cm.Eyewitness accounts of the wounds of the other two men point to the same conclusion.\u0003 On 13 September, two days after his release,Harrison Manyati died at Harare Central Hospital from injuries sustained during torture while in detention atMakoni Police station in Chitungwiza. Harrison Manyati had been arbitrarily arrested and unlawfully detained on 7 September after he had gone to the police station to enquire about a friend arrested for housebreaking, theft and illegal entry. Police accused him of being an accomplice and he was detained for four days without being charged or taken to court. Police told family members that Harrison Manyati had committed no crime. When he was released he laid charges of assault against the police officers. According to an eyewitness,Manyati was tortured during the first two days of his detention, and then detained for two days to allow the wounds to heal. An independent post-mortem report concluded that Manyati’s death was a direct result of torture.\u0003 Blessing Matanda was found dead in a police cell atMunyati Police Base station in Kwekwe on 4 October, the day he was taken into custody under unclear circumstances. Matanda told a relative who visited him that the arresting officers had threatened to “fix” him. Police claim Matanda shot himself, but offered no explanation as to how he had access to a gun. An independent pathologist cast doubt on the allegation of suicide.","method":null,"agency":null}]}